{ "translations": {
    "First run wizard" : " Οδηγός πρώτης εκτέλεσης",
    "Add your profile information! For example your email is needed to receive notifications." : "Προσθέστε τα στοιχεία του προφίλ σας! Για παράδειγμα, το email σας είναι απαραίτητο για τη λήψη ειδοποιήσεων.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Προσθέστε τα στοιχεία του προφίλ σας! Για παράδειγμα, το email σας είναι απαραίτητο για να λαμβάνετε ειδοποιήσεις και να επαναφέρετε τον κωδικό πρόσβασης σας.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Προσθέστε τις πληροφορίες του προφίλ σας! Ορίστε φωτογραφία και πλήρες όνομα στο προφιλ σας για ευκολότερη αναγνώριση σε όλες τις λειτουργίες.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Προσθέστε τα στοιχεία του προφίλ σας! Ορίστε ένα πλήρες όνομα για ευκολότερη αναγνώριση σε όλες τις λειτουργίες.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Προσθέστε τα στοιχεία του προφίλ σας! Ορίστε μια εικόνα προφίλ για ευκολότερη αναγνώριση σε όλες τις λειτουργίες.",
    "App recommendation: Calendar" : "Σύσταση εφαρμογής: Ημερολόγιο",
    "Schedule work & meetings, synced with all your devices." : "Προγραμματισμένες εργασίες & συνταντήσεις, συγχρονίζονται σε όλες τις συσκευές σας.",
    "App recommendation: Contacts" : "Σύσταση εφαρμογής: Επαφές",
    "Keep your colleagues and friends in one place without leaking their private info." : "Κρατήστε συνεργάτες και φίλους σε ένα μέρος χωρίς να κινδυνεύουν τα προσωπικά δεδομένα τους.",
    "App recommendation: Mail" : "Σύσταση εφαρμογής: Αλληλογραφία",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Απλή εφαρμογή ηλ.ταχυδρομίου ενσωματώνοντας Αρχεία, Επαφές και Ημερολόγιο.",
    "App recommendation: Tasks" : "Προτεινόμενη εφαρμογή: Εργασίες",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Συγχρονίστε εργασίες από διάφορες συσκευές με το Nextcloud και επεξεργαστείτε τις στο διαδίκτυο.",
    "App recommendation: Deck" : "Προτεινόμενη εφαρμογή: Deck",
    "Kanban style organization for personal planning and team projects." : "Στυλ Kanban, οργάνωσης για προσωπικό σχεδιασμό και ομαδικές εργασίες.",
    "App recommendation: Forms" : "Σύσταση εφαρμογής: Φόρμες",
    "Simple surveys and questionnaires, self-hosted" : "Απλά ερωτηματολόγια και έρευνες, αυτο-φιλοξενούμενα",
    "App recommendation: Recognize" : "Σύσταση εφαρμογής: Recognize",
    "Smart media tagging for Nextcloud" : "Έξυπνη επισήμανση πολυμέσων για το Nextcloud",
    "App recommendation: Group folders" : "Προτεινόμενη εφαρμογή: Ομαδικοί φάκελοi",
    "Admin-configured folders shared by everyone in a group." : "Ο διαχειριστής - ρύθμισε τους κοινόχρηστους φακέλους σε ομάδες.",
    "App recommendation: Whiteboard" : "Σύσταση εφαρμογής: Whiteboard",
    "Create and share whiteboards with others and collaborate in real-time." : "Δημιουργήστε και μοιραστείτε whiteboards με άλλους και συνεργαστείτε σε πραγματικό χρόνο.",
    "Connect your calendar" : "Συνδέστε το ημερολόγιό σας",
    "Connect your contacts" : "Συνδέστε τις επαφές σας",
    "Access files via WebDAV" : "Πρόσβαση στα αρχεία μέσω WebDAV",
    "Download macOS/iOS configuration profile" : "Κατεβάστε το προφίλ ρυθμίσεων για macOS / iOS",
    "Desktop client" : "Πελάτης σταθερού υπολογιστή",
    "Android app on Google Play Store" : "Εφαρμογή Android στο Google Play Store",
    "Android app on F-Droid" : "Εφαρμογή Android στο F-Droid",
    "iOS app" : "Εφαρμογή iOS",
    "About & What's new" : "Πληροφορίες & Τι νέο υπάρχει",
    "A welcome and introduction wizard for Nextcloud" : "Οδηγός καλωσορίσματος και εισαγωγής για το Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Η εφαρμογή ενεργοποιεί ένα αναδυόμενο παράθυρο όταν ένας χρήστης συνδεθεί πρώτη φορά στο Nextcloud. Αυτό το παράθυρο καλωσορίζει τους νέους χρήστες στο Nextcloud και περιέχει συνδέσμους με τον τυπικό υπολογιστή-πελάτη, την εφαρμογή Android και την εφαρμογή iOS. Το παράθυρο εμφανίζει επίσης έναν σύνδεσμο για την πρόσβαση στο Nextcloud μέσω του WebDAV. Μπορείτε να ανοίξετε ξανά τον οδηγό πρώτης εκτέλεσης ανά πάσα στιγμή μέσω του συνδέσμου \"Πληροφορίες\" στο μενού ρυθμίσεων.\nΟ πρώτος οδηγός εκτέλεσης μπορεί να προσαρμοστεί ώστε να ανταποκρίνεται σε συγκεκριμένους στόχους σχεδιασμού ή να αλλάζει συνδέσμους και μηνύματα. Δημιουργήστε ένα κατάλληλο θέμα ακολουθώντας την τεκμηρίωση Theming και οι αλλαγές στην εμφάνιση και την αίσθηση αυτού του οδηγού είναι απλές. Περισσότερες πληροφορίες διατίθενται στην τεκμηρίωση του οδηγού πρώτης εκτέλεσης, καθώς και στην τεκμηρίωση των θεμάτων.",
    "Download on Apple app store" : "Λήψη από το Apple app store",
    "Download on Google play store" : "Λήψη από το Google play store",
    "Go to previous page" : "Μετάβαση στην προηγούμενη σελίδα",
    "Close" : "Κλείσιμο",
    "More about Nextcloud" : "Περισσότερα για το Nextcloud",
    "Explore more apps ↗" : "Εξερευνήστε περισσότερες εφαρμογές ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Επεκτείνετε τη λειτουργικότητα του Nextcloud με εκατοντάδες εφαρμογές που έχουν αναπτυχθεί από την κοινότητα.",
    "Get involved! ↗" : "Πάρτε μέρος! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Γίνετε μέλος της κοινότητας που βοηθά στη δημιουργία, το σχεδιασμό, τη μετάφραση και την προώθηση του Nextcloud!",
    "Need help? ↗" : "Χρειάζεστε βοήθεια; ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Μάθετε περισσότερα σχετικά με τη ρύθμιση του Nextcloud με την τεκμηρίωση διαχειριστή, χρήστη ή προγραμματιστή.",
    "For large organisations ↗" : "Για μεγάλους οργανισμούς ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Αποκτήστε το Nextcloud Enterprise για κρίσιμα περιβάλλοντα όπου η προηγμένη ασφάλεια και η συμμόρφωση είναι σημαντικές.",
    "Seamless integration with your devices." : "Απρόσκοπτη ενσωμάτωση με τις συσκευές σας.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Συγχρονίστε τα αρχεία σας στις συσκευές σας με τις εφαρμογές για υπολογιστές και κινητά και συνδέστε το ημερολόγιο και τις επαφές σας.",
    "Desktop app ↗" : "Εφαρμογή Υπολογιστή ↗",
    "Download For Windows, Mac OS and Linux." : "Λήψη για Windows, Mac OS και Linux.",
    "Calendar and contacts ↗" : "Ημερολόγιο και Επαφές ↗",
    "Connect your calendar and contacts with your devices." : "Συνδέστε το ημερολόγιο και τις επαφές σας με τις συσκευές σας.",
    "Introducing Nextcloud Hub {version}" : "Παρουσιάζουμε το Nextcloud Hub {version}",
    "Welcome to {cloudName}!" : "Καλώς ήρθατε στο {cloudName}!",
    "This Nextcloud is on version {version}" : "Αυτό το Nextcloud είναι στην έκδοση {version}",
    "A collaboration platform that puts you in control" : "Μια πλατφόρμα συνεργασίας που σας δίνει τον έλεγχο",
    "Privacy" : "Ιδιωτικότητα",
    "Host your data and files where you decide." : "Τοποθετήστε τα δεδομένα και τα αρχεία σας όπου αποφασίζετε",
    "Productivity" : "Παραγωγικότητα",
    "Collaborate and communicate across any platform." : "Συνεργαστείτε και επικοινωνήστε σε οποιαδήποτε πλατφόρμα.",
    "Interoperability" : "Διαλειτουργικότητα",
    "Import and export anything you want with open standards." : "Εισάγετε και εξάγετε οτιδήποτε θέλετε με ανοιχτά πρότυπα.",
    "Community" : "Κοινότητα",
    "Enjoy constant improvements from a thriving open-source community." : "Απολαύστε συνεχείς βελτιώσεις από μια ακμάζουσα κοινότητα ανοιχτού κώδικα.",
    "Nextcloud Hub {version} release" : "Nextcloud Hub έκδοση {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "Διαβάστε περισσότερα σχετικά με αυτό στο ιστολόγιο Nextcloud Hub {version}",
    "Find out more on the blog" : "Μάθετε περισσότερα στο ιστολόγιο",
    "Read the Nextcloud Hub {version} blog" : "Διαβάστε το ιστολόγιο του Nextcloud Hub {version}",
    "Share your opinion about Nextcloud Hub {version}" : "Μοιραστείτε τη γνώμη σας για το Nextcloud Hub {version}",
    "Share via email" : "Διαμοιρασμός μέσω email",
    "Share on {socialMedia}" : "Κοινοποίηση στο {socialMedia}",
    "New in Nextcloud Hub {version}" : "Τί νέο υπάρχει στο Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "Σύνδεση άλλων εφαρμογών με το {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Εκτός από τις εφαρμογές για κινητά και τον υπολογιστή, μπορείτε να συνδέσετε οποιοδήποτε άλλο λογισμικό που υποστηρίζει τα πρωτόκολλα WebDAV/CalDAV/CardDAV με το {productName}.",
    "Apps to connect to {productName}" : "Εφαρμογές για σύνδεση με το {productName}",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Ρυθμίστε τους συγχρονιστές πελατών χρησιμοποιώντας έναν {linkStart}κωδικό εφαρμογής{linkEnd}. Έτσι, μπορείτε να βεβαιωθείτε ότι θα μπορείτε να ανακαλέσετε την πρόσβαση σε περίπτωση που χάσετε αυτήν τη συσκευή.",
    "Get the apps to sync your files" : "Λήψη των εφαρμογών για συγχρονισμό των αρχείων σας",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "Το {productName} σας δίνει πρόσβαση στα αρχεία σας όπου και αν βρίσκεστε. Οι εύχρηστοι πελάτες για υπολογιστές και κινητά είναι διαθέσιμοι για όλες τις κύριες πλατφόρμες χωρίς κανένα κόστος.",
    "App for syncing" : "Εφαρμογή για συγχρονισμό",
    "URL copied" : "URL αντιγράφηκε",
    "Could not copy the URL, please copy manually" : "Αδυναμία αντιγραφής του URL, παρακαλώ αντιγράψτε το χειροκίνητα",
    "Server address" : "Διεύθυνση διακομιστή",
    "Use this link to connect your apps and desktop client to this server:" : "Χρησιμοποιήστε τον σύνδεσμο για να συνδέσετε την εφαρμογή υπολογιστή και κινητού σε αυτόν τον διακομιστή:",
    "Global redesign and usability lift" : "Ολοκληρωμένο ανασχεδιασμό και βελτίωση της χρηστικότητας",
    "New Office UI: colors, tabs, bars" : "Νέο γραφικό περιβάλλον Office: χρώματα, καρτέλες, γραμμές",
    "Performance and stability boost" : "Βελτίωση της απόδοσης και της σταθερότητας",
    "New AI Agency tools unlocked" : "Ξεκλειδώθηκαν νέα εργαλεία Τεχνητής Νοημοσύνης",
    "Talk threads & live transcription" : "Νήματα συζήτησης & απευθείας μεταγραφή",
    "Calendar: date poll for participants" : "Ημερολόγιο: δημοσκόπηση ημερομηνιών για συμμετέχοντες",
    "Intuitive file search" : "Διευκρινιστική αναζήτηση αρχείων",
    "Teams 2.0 & quick Guest accounts" : "Teams 2.0 & γρήγοροι λογαριασμοί επισκεπτών",
    "Quick presets & many other admin updates" : "Γρήγορες προεπιλογές & πολλές άλλες ενημερώσεις για διαχειριστές",
    "Vue3, WebSockets and more OpenAPI for devs" : "Vue3, WebSockets και περισσότερα OpenAPI για προγραμματιστές",
    "… and much more!" : "… και πολλά άλλα!",
    "Get to know the new features of Hub {version}" : "Γνωρίστε τις νέες λειτουργίες του Hub {version}",
    "Nextcloud Hub 25 Autumn – Your digital workspace, ready in no time ⚡" : "Nextcloud Hub 25 Autumn – Ο ψηφιακός σας χώρος εργασίας, έτοιμος αμέσως ⚡",
    "What's new?" : "Τι νέο υπάρχει;",
    "Nextcloud on all your devices" : "Nextcloud σε όλες τις συσκευές σας",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "Διαβάστε περισσότερα",
    "Share on social media" : "Κοινοποίηση στα μέσα κοινωνικής δικτύωσης",
    "Get started!" : "Ξεκινήστε!",
    "End-to-end encryption in calls and web" : "Κρυπτογράφηση end-to-end σε κλήσεις και web",
    "Performance improvements across all our products" : "Βελτιώσεις απόδοσης σε όλα τα προϊόντα μας",
    "Thousands of tweaks for improved UX and stability" : "Χιλιάδες βελτιώσεις για καλύτερη εμπειρία χρήστη και σταθερότητα",
    "Your own new personal assistant" : "Ο νέος προσωπικός σας βοηθός",
    "Seamless file conversions" : "Απρόσκοπτες μετατροπές αρχείων",
    "Smarter team sharing with Team folders" : "Ευφυέστερη κοινή χρήση με φακέλους ομάδας",
    "Schedule meetings directly in Talk" : "Προγραμματίστε συναντήσεις απευθείας στο Talk",
    "Mail you love again: translations, summaries, and mentions" : "Η αλληλογραφία που αγαπάτε ξανά: μεταφράσεις, περιλήψεις και αναφορές",
    "Nextcloud Hub 10 is here – your modular & unified digital workspace! 💫" : "Το Nextcloud Hub 10 είναι εδώ – ο modular & ενοποιημένος ψηφιακός σας χώρος εργασίας! 💫"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}