{ "translations": {
    "First run wizard" : "Esmase käivituse juhendaja",
    "Add your profile information! For example your email is needed to receive notifications." : "Lisa oma profiili teavet! Näiteks e-posti aadress on vajalik salasõna lähtestamiseks.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Lisa oma profiili teavet! Näiteks e-posti aadress on vajalik salasõna lähtestamiseks ja teavituste saamiseks.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Lisa oma profiili infot! Määra profiilipilt ja täisnimi, et sind oleks lihtsam ära tunda.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Lisa oma profiili infot! Lisa täisnimi, et sind oleks lihtsam ära tunda.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Lisa oma profiili infot! Määra profiilipilt, et sind oleks lihtsam ära tunda.",
    "App recommendation: Calendar" : "Rakenduse soovitus: Kalender",
    "Schedule work & meetings, synced with all your devices." : "Planeeri tööd ja kohtumisi, süngitud kõigi su seadmetega.",
    "App recommendation: Contacts" : "Rakenduse soovitus: Kontaktid",
    "Keep your colleagues and friends in one place without leaking their private info." : "Hoia oma kolleegid ja sõbrad ühes kohas ilma nende privaatset infot lekitamata.",
    "App recommendation: Mail" : "Rakenduse soovitus: E-post",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Lihtne e-posti rakendus, mis on integreeritud Failide, Kontaktide ja Kalendriga.",
    "App recommendation: Tasks" : "Rakenduse soovitus: Ülesanded",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Sünkrooni ülesandeid oma erinevatest seadmetest Nextcloudiga ja muuda neid võrgus olles.",
    "App recommendation: Deck" : "Rakenduse soovitus: Kanban",
    "Kanban style organization for personal planning and team projects." : "Kanbani-stiilis isiklike ja tiimi projektide haldus.",
    "App recommendation: Forms" : "Rakenduse soovitus: Vormid",
    "Simple surveys and questionnaires, self-hosted" : "Lihtsad küsitlused sinu omas serveris",
    "App recommendation: Recognize" : "Rakenduse soovitus: Tuvastus",
    "Smart media tagging for Nextcloud" : "Nextcloudi failide nutikas sildistamine",
    "App recommendation: Group folders" : "Rakenduse soovitus: Grupikaustad",
    "Admin-configured folders shared by everyone in a group." : "Peakasutaja seadistatud kaustad, mida jagatakse kõikidele grupi liikmetele",
    "App recommendation: Whiteboard" : "Rakenduse soovitus: Tahvel",
    "Create and share whiteboards with others and collaborate in real-time." : "Jaga oma tahvleid teistega ja tee ühistööd reaalajas.",
    "Connect your calendar" : "Ühenda oma kalender",
    "Connect your contacts" : "Ühenda oma kontaktid",
    "Access files via WebDAV" : "Ligipääs failidele WebDAVi vahendusel",
    "Download macOS/iOS configuration profile" : "Laadi alla macOS-i/iOS-i seadistusprofiil",
    "Desktop client" : "Töölaua klient",
    "Android app on Google Play Store" : "Androidi rakendus Google Play rakendustepoes",
    "Android app on F-Droid" : "Androidi rakendus F-Droidi rakendustepoes",
    "iOS app" : "iOS-i rakendus",
    "About & What's new" : "Rakenduse teave ja mida on meil uut",
    "A welcome and introduction wizard for Nextcloud" : "Tervitus ja sissejuhatus Nextcloudi",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "See rakendus avab hüpikakna, kui kasutaja logib esimest korda Nextcloudi. Vastav vaade tervitab uusi kasutajaid Nextcloudis ja sisaldab linke standardse töölauakliendi, Androidi rakenduse ja iOS-i rakenduse juurde. Aknas on ka kuvatud link ligipääsuks Nextcloudile WebDAV-i protokolli kaudu. Seda esmakäivituse vaadet saab igal ajal uuesti avada seadistuste menüüst klõpsides linki „Rakenduse teave“.\nEsmakäivituse vaadet on võimalik kohandada vastavalt konkreetsetele kujunduseesmärkidele või muuta linke ja sõnumeid. Kasutades vastavat juhendit saad luua vajaliku kujunduse. Selline välimuse muutmine on tegelikult lihtne. Lisateave leidub esmakäivituse vaate dokumentatsioonis (first run wizard documentation) ja kujunduse dokumentatsioonis (theming documentation).",
    "Download on Apple app store" : "Laadi alla Apple'i rakendustepoest",
    "Download on Google play store" : "Laadi alla Google'i rakendustepoest",
    "Go to previous page" : "Mine eelmisele lehele",
    "Close" : "Sulge",
    "More about Nextcloud" : "Lisateave Nextcloudi kohta",
    "Explore more apps ↗" : "Otsi uusi rakendusi ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Nextcloudi funktsionaalsust saad laiendada sadade kogukonna poolt loodud rakendustega.",
    "Get involved! ↗" : "Osale! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Osale kogukonnas, mis loob, kujundab, tõlgib, reklaamib ja muul viisil edendab Nextcloudi!",
    "Need help? ↗" : "Kas vajad abi? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Lisateave Nextcloudi seadistamise kohta kasutaja, arendaja ja peakasutaja vaatenurgast.",
    "For large organisations ↗" : "Sobilik suurtele organisatsioonidele ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Nextcloud Enterprise sobib kasutamiseks missioonikriitilistes keskkondades ning seal, kus turvareeglite ja vastavusnõuete järgimine on oluline.",
    "Seamless integration with your devices." : "Sujuv lõiming sinu seadmetega",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Kasutades töölaua- ja nutirakendusi sünkrooni oma faile kõikide oma seadmete vahel ning ühenda kalender ja kontaktide andmed oma seadmetega.",
    "Desktop app ↗" : "Rakendus sinu töölauale ↗",
    "Download For Windows, Mac OS and Linux." : "Allalaadimised Windowsi, Mac OS-i ja Linuxi jaoks.",
    "Calendar and contacts ↗" : "Kalender ja kontaktid ↗",
    "Connect your calendar and contacts with your devices." : "Ühenda oma kalender ja kontaktid oma seadmetega.",
    "Introducing Nextcloud Hub {version}" : "Sissejuhatus rakendusse Nextcloud Hub {version}",
    "Welcome to {cloudName}!" : "Tere tulemast, see on {cloudName}!",
    "This Nextcloud is on version {version}" : "Selle Nextcloudi versioon on {version}",
    "A collaboration platform that puts you in control" : "Ühistegevusplatvorm, kus sina otsustad ja haldad kõike",
    "Privacy" : "Privaatsus",
    "Host your data and files where you decide." : "Halda oma faile ja andmeid seal, kus sa tahad.",
    "Productivity" : "Tootlikkus",
    "Collaborate and communicate across any platform." : "Tee koostööd ja suhtle kõikidel platvormidel",
    "Interoperability" : "Koostalitlusvõime ja ühilduvus",
    "Import and export anything you want with open standards." : "Impordi ja ekspordi oma andmeid avatud standardite abil",
    "Community" : "Kogukond",
    "Enjoy constant improvements from a thriving open-source community." : "Kasuta pidevalt arenevat tarkvara, mille toeks on toimekas kogukond",
    "Nextcloud Hub {version} release" : "Nextcloud Hub {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "Lisateavet Nextcloud Hubi {version}. versiooni kohta leiad meie ajaveebist",
    "Find out more on the blog" : "Lisateavet leiad meie ajaveebist",
    "Read the Nextcloud Hub {version} blog" : "Lisateavet Nextcloud Hubi {version}. versiooni kohta leiad meie ajaveebist",
    "Share your opinion about Nextcloud Hub {version}" : "Jaga oma arvamust Nextcloud Hubi {version}. versiooni kohta",
    "Share via email" : "Jaga e-postiga",
    "Share on {socialMedia}" : "Jaga: {socialMedia}",
    "New in Nextcloud Hub {version}" : "Mida on uut Nextcloud Hubi versioonis {version}",
    "Connect other apps to {productName}" : "Ühenda muud rakendused {productName}i  teenusega",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Lisaks tavalistele töölaua- ja nutiseadme klientidele saad {productName}i serveriga ühendamiseks kasutada muid tarkvaralahendusi, mis toetavad WebDAV/CalDAV/CardDAV protokolle.",
    "Apps to connect to {productName}" : "Rakendused, mida saad ühendada {productName}i teenusega",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Kasutades {linkStart}rakenduse salasõna{linkEnd} seadista endale vajalikud sünkroonimiskliendid. Sellisel moel jätad endale võimaluse blokeerida ligipääsu andmetele olukorras, kus seade peaks kaduma.",
    "Get the apps to sync your files" : "Hangi rakendusi failide sünkroniseerimiseks",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} võimaldab ligipääsu sinu failidele kõikjal, kus sa oled. Meie lihtsaltkasutatavad kliendid nii töölauale, kui nutiseadmetele on tasuta saadaval kõikidel põhilistel platvormidel.",
    "App for syncing" : "Rakendus sünkroonimise jaoks",
    "URL copied" : "Võrguaadress on kopeeritud",
    "Could not copy the URL, please copy manually" : "Võrguaadressi kopeerimine ei õnnestunud, palun tee seda käsitsi",
    "Server address" : "Serveri aadress",
    "Use this link to connect your apps and desktop client to this server:" : "Oma rakenduste ja töölauakliendi ühendamiseks selle serveriga kasuta järgnevat linki:",
    "Global redesign and usability lift" : "Üldine välimuse ja kasutatavuse parandus",
    "New Office UI: colors, tabs, bars" : "Uus Kontorirakenduse kasutajaliides: värvid, vahekaardid, tarvikuribad",
    "Performance and stability boost" : "Parem jõudlus ja stabiilsus",
    "New AI Agency tools unlocked" : "Uued tehisaru ravikud",
    "Talk threads & live transcription" : "Jutulõngad ja reaalajas üleskirjutused kõnerakenduses",
    "Calendar: date poll for participants" : "Kalender: kuupäevaküsitlus osalejate vahel",
    "Intuitive file search" : "Intuitiivne failiotsing",
    "Teams 2.0 & quick Guest accounts" : "Tiimirakendus 2.0 ja kiirelt lisatavad külaliskontod",
    "Quick presets & many other admin updates" : "Kiired eelseadistused ja muud mugavused peakasutajatele",
    "Vue3, WebSockets and more OpenAPI for devs" : "Vue3, WebSockets ja täiendavad OpenAPI liidestused arendajatele",
    "… and much more!" : "… ja palju muud!",
    "Get to know the new features of Hub {version}" : "Tutvu Nextcloudi Hubi versioonis {version} leiduvate uuendustega",
    "Nextcloud Hub 25 Autumn – Your digital workspace, ready in no time ⚡" : "Nextcloud Hub 25 Autumn – Sinu digitaalne töötuba, mis on kiiresti valmis kasutamiseks ⚡",
    "What's new?" : "Mida on uut?",
    "Nextcloud on all your devices" : "Nextcloud kõigis sinu seadmetes",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "Loe rohkem",
    "Share on social media" : "Jaga sotsiaalmeedias",
    "Get started!" : "Alusta nüüd!",
    "End-to-end encryption in calls and web" : "Läbiv krüptimine kõnedes ja veebis",
    "Performance improvements across all our products" : "Jõudluse parandused kõigis meie toodetes",
    "Thousands of tweaks for improved UX and stability" : "Tuhanded pisikohendused parema kasutajaliides ja stabiilsuse nimel",
    "Your own new personal assistant" : "Sinu uus isiklik abiline",
    "Seamless file conversions" : "Sujuv failide teisendamine",
    "Smarter team sharing with Team folders" : "Nutikam jagamine tiimis kasutades tiimi kaustu",
    "Schedule meetings directly in Talk" : "Kohtumiste lisamine kalendrisse otse kõnerakendusest",
    "Mail you love again: translations, summaries, and mentions" : "E-post, mis sulle jälle hakkab meeldima: tõlked, kokkuvõtted ja mainimised",
    "Nextcloud Hub 10 is here – your modular & unified digital workspace! 💫" : "Nextcloud Hub 10 on siin - sinu modulaarne ja ühendatud digitaalne töökeskkond! 💫"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}