{ "translations": {
    "First run wizard" : "Assistant de démarrage",
    "Add your profile information! For example your email is needed to receive notifications." : "Ajouter vos informations de profil ! Par exemple, votre e-mail est requis pour recevoir les notifications.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Ajouter vos informations de profil ! Par exemple, votre e-mail est requis pour recevoir les notifications et réinitialiser votre mot de passe.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Ajoutez vos informations de profil ! Renseignez une photo de profil et un nom complet pour une reconnaissance plus facile à travers toutes les fonctionnalités.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Ajoutez vos informations de profil ! Renseignez un nom complet pour une reconnaissance plus facile à travers toutes les fonctionnalités.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Ajoutez vos informations de profil ! Renseignez une photo de profil pour une reconnaissance plus facile à travers toutes les fonctionnalités.",
    "App recommendation: Calendar" : "Recommandation d'application : Calendar",
    "Schedule work & meetings, synced with all your devices." : "Planifiez votre travail et vos réunions, synchronisés avec tous vos appareils.",
    "App recommendation: Contacts" : "Recommandation d'application : Contacts",
    "Keep your colleagues and friends in one place without leaking their private info." : "Gardez vos collègues et amis au même endroit sans divulguer leurs informations privées.",
    "App recommendation: Mail" : "Recommandation d'application : Mail",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Application de messagerie électronique simple et bien intégrée avec Fichiers, Contacts et Agenda.",
    "App recommendation: Tasks" : "Recommandation d'application : Tasks",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Synchronisez les tâches de différents appareils avec votre Nextcloud et modifiez-les en ligne.",
    "App recommendation: Deck" : "Recommandation d'application : Deck",
    "Kanban style organization for personal planning and team projects." : "Organiseur de style Kanban pour planning personnel et projets d'équipe.",
    "App recommendation: Forms" : "Recommandation d’application : Forms",
    "Simple surveys and questionnaires, self-hosted" : "Simples enquêtes et questionnaires, auto-hébergés",
    "App recommendation: Recognize" : "Recommandation d’application : Recognize",
    "Smart media tagging for Nextcloud" : "Étiquetage intelligent des médias pour Nextcloud",
    "App recommendation: Group folders" : "Recommandation d'application : Group folders",
    "Admin-configured folders shared by everyone in a group." : "Dossiers configurés par l'administrateur et partagés à tous les membres d'un groupe.",
    "App recommendation: Whiteboard" : "Recommandation d'application : Whiteboard",
    "Create and share whiteboards with others and collaborate in real-time." : "Créez et partagez des tableaux blancs avec d'autres personnes et collaborez en temps réel.",
    "Connect your calendar" : "Connectez votre agenda",
    "Connect your contacts" : "Connectez vos contacts",
    "Access files via WebDAV" : "Accédez à vos fichiers via WebDAV",
    "Download macOS/iOS configuration profile" : "Télécharger le profil de configuration macOS / iOS",
    "Desktop client" : "Client de bureau",
    "Android app on Google Play Store" : "Application Android sur le Google Play Store",
    "Android app on F-Droid" : "Application Android sur F-Droid",
    "iOS app" : "Application iOS",
    "About & What's new" : "À propos & quoi de neuf ?",
    "A welcome and introduction wizard for Nextcloud" : "Assistant d'accueil et d'introduction pour Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Cette application active une fenêtre contextuelle lorsqu’un utilisateur se connecte pour la première fois à Nextcloud. Cette fenêtre accueille les nouveaux utilisateurs de Nextcloud et contient des liens vers le client de bureau standard, l’application Android et iOS. La fenêtre affiche également un lien pour accéder à Nextcloud via WebDAV. À tout moment, l’assistant de première exécution peut être ouvert à nouveau via le lien « À propos » dans le menu des paramètres.\nL’assistant Première exécution peut être personnalisé pour répondre à des objectifs de conception spécifique ou pour modifier des liens et des messages. Créez un thème approprié en suivant la documentation de création de thème, et les modifications apportées à l’apparence de cet assistant seront simples. Des informations supplémentaires sont disponibles dans la documentation de l’assistant Première exécution, ainsi que dans la documentation thématique.",
    "Download on Apple app store" : "Télécharger sur l’App Store",
    "Download on Google play store" : "Télécharger sur le Google Play Store",
    "Go to previous page" : "Aller à la page précédente",
    "Close" : "Fermer",
    "More about Nextcloud" : "Plus d’informations sur Nextcloud",
    "Explore more apps ↗" : "Découvrir d’autres applications ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Étendez les fonctionnalités de Nextcloud avec des centaines d’applications développées par la communauté.",
    "Get involved! ↗" : "Impliquez-vous ! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Faites partie de la communauté qui aide à construire, à concevoir, à traduire et à promouvoir Nextcloud !",
    "Need help? ↗" : "Besoin d’aide ? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Apprenez-en plus sur votre configuration de Nextcloud avec la documentation d’administration, d’utilisation et de développement.",
    "For large organisations ↗" : "Pour les grandes organisations ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Obtenez Nextcloud Enterprise pour les environnements critiques où la conformité et la sécurité sont importants.",
    "Seamless integration with your devices." : "Intégration fluide entre vos appareils.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Synchronisez vos fichiers sur tous vos appareils avec les applications pour ordinateurs et mobiles et connectez votre agenda ainsi que vos contacts.",
    "Desktop app ↗" : "Application pour ordinateur ↗",
    "Download For Windows, Mac OS and Linux." : "Téléchargez pour Windows, macOS et Linux.",
    "Calendar and contacts ↗" : "Agenda et Contacts",
    "Connect your calendar and contacts with your devices." : "Connectez votre agenda et vos contacts avec vos appareils.",
    "Introducing Nextcloud Hub {version}" : "Présentation de Nextcloud Hub {version}",
    "Welcome to {cloudName}!" : "Bienvenue à {cloudName} !",
    "This Nextcloud is on version {version}" : "Ce Nextcloud est en version {version}",
    "A collaboration platform that puts you in control" : "Une plateforme de collaboration qui vous donne le contrôle",
    "Privacy" : "Confidentialité",
    "Host your data and files where you decide." : "Hébergez vos données et vos fichiers où vous voulez.",
    "Productivity" : "Productivité",
    "Collaborate and communicate across any platform." : "Collaborez et communiquez sur n'importe quelle plateforme.",
    "Interoperability" : "Interopérabilité",
    "Import and export anything you want with open standards." : "Importez et exportez ce que vous voulez avec des standards ouverts.",
    "Community" : "Communauté",
    "Enjoy constant improvements from a thriving open-source community." : "Profitez des améliorations continues d’une communauté open source dynamique.",
    "Nextcloud Hub {version} release" : "Sortie de Nextcloud Hub {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "Pour en savoir plus, consultez le blog Nextcloud Hub {version}",
    "Find out more on the blog" : "En savoir plus sur le blog",
    "Read the Nextcloud Hub {version} blog" : "Lire le blog de Nextcloud Hub {version}",
    "Share your opinion about Nextcloud Hub {version}" : "Donnez votre avis sur Nextcloud Hub {version}",
    "Share via email" : "Partager par e-mail",
    "Share on {socialMedia}" : "Partager sur {socialMedia}",
    "New in Nextcloud Hub {version}" : "Nouveautés de Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "Connectez d'autres applications à {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "En parallèle des applications mobiles et du client de bureau, vous pouvez connecter tout autre logiciel prenant en charge les protocoles WebDAV/CalDAV/CardDAV à {productName}.",
    "Apps to connect to {productName}" : "Applications pour se connecter à {productName}",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Configurez les clients de synchronisation à l'aide d'un {linkStart}mot de passe d'application{linkEnd}. De cette façon, vous pouvez vous assurer que vous êtes en mesure de révoquer l'accès en cas de perte de l'appareil.",
    "Get the apps to sync your files" : "Obtenez les applications vous permettant de synchroniser vos fichiers",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} vous permet d'accéder à vos fichiers où que vous soyez. Nos clients de bureau et mobiles, faciles à utiliser, sont disponibles gratuitement pour toutes les principales plateformes.",
    "App for syncing" : "Application pour la synchronisation",
    "URL copied" : "URL copiée",
    "Could not copy the URL, please copy manually" : "Impossible de copier l'URL, veuillez copier manuellement",
    "Server address" : "Adresse du serveur",
    "Use this link to connect your apps and desktop client to this server:" : "Utilisez ce lien pour connecter vos applications et votre client de bureau à ce serveur :",
    "Global redesign and usability lift" : "Refonte globale et amélioration de la convivialité",
    "New Office UI: colors, tabs, bars" : "Nouvelle interface utilisateur Office : couleurs, onglets, barres",
    "Performance and stability boost" : "Amélioration des performances et de la stabilité",
    "New AI Agency tools unlocked" : "Nouveaux outils AI Agency débloqués",
    "Talk threads & live transcription" : "Fils de discussion et transcription en direct",
    "Calendar: date poll for participants" : "Agenda : sondage sur les dates pour les participants",
    "Intuitive file search" : "Recherche intuitive de fichiers",
    "Teams 2.0 & quick Guest accounts" : "Teams 2.0 et comptes invités rapides",
    "Quick presets & many other admin updates" : "Préréglages rapides et nombreuses autres mises à jour d'administration",
    "Vue3, WebSockets and more OpenAPI for devs" : "Vue3, WebSockets and plus d'OpenAPI pour les développeurs",
    "… and much more!" : "…et bien plus encore !",
    "Get to know the new features of Hub {version}" : "Découvrez les nouvelles fonctionnalités du Hub {version}",
    "Nextcloud Hub 25 Autumn – Your digital workspace, ready in no time ⚡" : "Nextcloud Hub 25 Autumn – Votre espace de travail numérique, prêt en un clin d'œil ⚡",
    "What's new?" : "Quoi de neuf ?",
    "Nextcloud on all your devices" : "Nextcloud sur tous vos appareils",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "En savoir plus",
    "Share on social media" : "Partager sur les réseaux sociaux",
    "Get started!" : "Lancez-vous !",
    "End-to-end encryption in calls and web" : "Chiffrement de bout en bout pour les appels et le web",
    "Performance improvements across all our products" : "Améliorations des performances à travers tous nos produits",
    "Thousands of tweaks for improved UX and stability" : "Des milliers d'ajustements pour une expérience utilisateur et une stabilité améliorée",
    "Your own new personal assistant" : "Votre nouvel assistant personnel",
    "Seamless file conversions" : "Conversion de fichiers sans faille",
    "Smarter team sharing with Team folders" : "Partages d'équipe intelligents avec les Dossiers d'équipe",
    "Schedule meetings directly in Talk" : "Programmer les réunions directement dans Talk",
    "Mail you love again: translations, summaries, and mentions" : "L'e-mail que vous allez aimer à nouveau : traductions, résumés, et mentions",
    "Nextcloud Hub 10 is here – your modular & unified digital workspace! 💫" : "Nextcloud Hub 10 est là - votre espace de travail numérique unique et modulaire ! 💫"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}