{ "translations": {
    "Copied!" : "Másolva.",
    "Not supported!" : "Nem támogatott.",
    "Press ⌘-C to copy." : "A másoláshoz nyomjon ⌘-C-t.",
    "Press Ctrl-C to copy." : "A másoláshoz nyomjon Ctrl-C-t.",
    "First run wizard" : "Első indítási varázsló",
    "Add your profile information! For example your email is needed to receive notifications." : "Adja hozzá a profiladatait. Például az e-mail szükséges az értesítések fogadásához.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Adja hozzá a profiladatait. Például az e-mail szükséges az értesítések fogadásához és a jelszó-visszaállításához.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Adja meg a profiladatait. Állítson be profilképet és adja meg a teljes nevét az egyszerűbb azonosíthatóság érdekében az összes szolgáltatásban.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Adja meg a profiladatait. Állítsa be a teljes nevét az egyszerűbb azonosíthatóság érdekében az összes szolgáltatásban.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Adja meg a profiladat. Állítson be profilképet az egyszerűbb azonosíthatóság érdekében az összes szolgáltatásban.",
    "App recommendation: Nextcloud Calendar" : "Alkalmazásjavaslat: Nextcloud Naptár",
    "Schedule work & meetings, synced with all your devices." : "Ütemezze munkáját és találkozóit, szinkronizálva az összes eszközén.",
    "App recommendation: Nextcloud Contacts" : "Alkalmazásjavaslat: Nextcloud Névjegyek",
    "Keep your colleagues and friends in one place without leaking their private info." : "Tartsa egy helyen kollégáit és barátait, anélkül hogy kiszivárogtatná a személyes adataikat.",
    "App recommendation: Nextcloud Mail" : "Alkalmazásjavaslat: Nextcloud Levelezés",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Egyszerű e-mail alkalmazás, amely szépen integrálódik a Fájlok, Névjegyek és Naptár alkalmazásokkal.",
    "App recommendation: Tasks" : "Alkalmazásjavaslat: Feladatok",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Szinkronizálja a különböző eszközökről származó feladatokat, és szerkessze online őket a Nextcloud segítségével.",
    "App recommendation: Deck" : "Alkalmazásjavaslat: Kártyák",
    "Kanban style organization for personal planning and team projects." : "Kanban stílusú szervező személyes tervezéshez és csapatos projektekhez.",
    "App recommendation: Forms" : "Alkalmazásjavaslat: Űrlapok",
    "Simple surveys and questionnaires, self-hosted" : "Egyszerű felmérések és kérdőívek, saját kiszolgálón",
    "App recommendation: Recognize" : "Alkalmazásjavaslat: Felismerés",
    "Smart media tagging for Nextcloud" : "Okos médiacímkézés a Nextcloudhoz",
    "App recommendation: Group folders" : "Alkalmazásjavaslat: Csoportmappák",
    "Admin-configured folders shared by everyone in a group." : "A rendszergazda által beállított könyvtárak, melyek a csoporton belül mindenkivel meg vannak osztva.",
    "About" : "Névjegy",
    "A welcome and introduction wizard for Nextcloud" : "Egy üdvözlő és bevezető varázsló a Nextcloudhoz",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Ez az alkalmazás engedélyez egy előugró ablakot, amely a felhasználó első Nextcloudba történő bejelentkezésekor jelenik meg. Ez az új felhasználó üdvözlő ablak hivatkozásokat tartalmaz a szokásos asztali klienshez, az andoridos alkalmazáshoz és az iOS-es alkalmazáshoz. Az ablak tartalmaz egy további hivatkozást a Nextcloud WebDAV-on keresztüli eléréséhez. Az első futtatás varázsló bármikor újra megnyitható a beállítások menü „Névjegy” hivatkozásán keresztül.\nAz Első futtatás varázsló testreszabható úgy, hogy megfeleljen a meghatározott céloknak, és módosíthatja a hivatkozásokat és az üzeneteket. Hozzon létre egy Önnek megfelelő témát a Témázás dokumentációja alapján, és változtassa meg a varázsló megjelenését. További információ az első futtatás varázsló dokumentációjában, valamint a témázás dokumentációjában található.",
    "Start using {cloudName}" : "A(z) {cloudName} használatának megkezdése",
    "Welcome to {cloudName}!" : "Üdvözli a(z) {cloudName}!",
    "Extend your cloud" : "Bővítse a felhőjét",
    "Find more than 100 apps in the Nextcloud App Store to customize your cloud:" : "A Nextcloud alkalmazástár több mint 100 alkalmazásával testreszabhatja a felhőjét: ",
    "Groupware apps like Calendar, Contacts, Mail" : "Csoportmunka alkalmazások mint a Naptár, a Névjegyek és a Levelezés",
    "Communication with Nextcloud Talk" : "Kommunikáció a Nextcloud Beszélgetés segítségével",
    "Collaboration apps for document editing" : "Csoportmunka alkalmazások dokumentumszerkesztéshez",
    "Security and authentication features like two-factor authentication, SSO and ransomware protection" : "Biztonsági és hitelesítési tulajdonságok, mint a kétlépcsős hitelesítés, SSO és a zsarolócírus elleni védelem.",
    "Many others like a music player, a password manager, a kanban app, a download manager or a Markdown editor" : "Sok más, mint zenelejátszó, jelszókezelő, kanban alkalmazás, letöltéskezelő vagy Markdown szerkesztő",
    "Browse the App Store" : "Alkalmazástár böngészése",
    "Stay in sync" : "Maradjon szinkronban",
    "Nextcloud gives you access to your files wherever you are." : "A Nextcloud hozzáférést biztosít a fájljaihoz, bárhol is legyen.",
    "Our easy to use desktop and mobile clients are available for all major platforms at zero cost!" : "A könnyen kezelhető asztali és mobil kliensek ingyenesen elérhetők az összes főbb platformon.",
    "Get the apps to sync your files" : "Alkalmazások a fájljai szinkronizálásához",
    "Desktop client" : "Asztali kliens",
    "Android app on Google Play Store" : "Androidos alkalmazás a Google Play Áruházból",
    "Android app on F-Droid" : "Androidos alkalmazás az F-Droidból",
    "iOS app" : "iOS-es alkalmazás",
    "Connect your desktop apps to %s" : "Asztali alkalmazások csatlakoztatása a %shoz",
    "Connect your calendar" : "Kapcsolódás a naptárhoz",
    "Connect your contacts" : "Kapcsolódás a címjegyzékekhez",
    "Access files via WebDAV" : "Fájlok elérése WebDAV protokoll segítségével",
    "Download macOS/iOS configuration profile" : "MacOS/iOS konfigurációs profil letöltése",
    "Get support or participate" : "Támogatás kérése vagy részvétel",
    "Start contributing" : "Közreműködés kezdése",
    "Do you want to get a certain improvement in Nextcloud? Did you find a problem? Do you want to help translate, promote or document Nextcloud?" : "Szüksége lenne egy bizonyos fejlesztésre a Nextcloudban? Hibát talált? Szeretne segíteni a Nextcloud fordításában, népszerűsítésében vagy dokumentálásában?",
    "Become part of the Community" : "Légy tagja a Közösségnek",
    "Enterprise support" : "Vállalati támogatás",
    "If you run Nextcloud in a mission critical environment where security and compliance are important, you need the certainty of Nextcloud Enterprise." : "Ha a Nextcloudot kulcsfontosságú környezeteben használja, ahol a biztonság és a megfelelőség fontos, akkor szüksége van a Nextcloud Enterprise biztonságára.",
    "Learn more about Nextcloud Enterprise" : "Tudjon meg többet a Nextcloud Enterprise-ról",
    "Get more information" : "További információk",
    "The Nextcloud documentation for home users:" : "A Nextcloud dokumentációja otthoni felhasználók számára:",
    "User manual" : "Felhasználói kézikönyv",
    "Admin manual" : "Rendszergazdai kézikönyv",
    "Developer manual" : "Fejlesztői kézikönyv",
    "You can also ask for help in our community support channels:" : "Segítséget is kérhet a közösségi támogatási csatornáinkon:",
    "the Nextcloud forums" : "a Nextcloud fórumon",
    "A safe home for all your data" : "Egy biztonságos hely az adataidnak",
    "Our values" : "Az értékeink",
    "Nextcloud puts your data at your fingertips, under your control. Store your documents, calendar, contacts and photos on a server in your company, at home, at one of our providers or in a data center you know." : "A Nextcloud segítségével kézben tarthatja és felügyelheti az adatait. Tárolja a dokumentumait, naptárait, névjegyeit és fényképeit egy vállalati kiszolgálón, otthon, valamelyik szolgáltatónknál vagy egy olyan adatközpontban, amelyet már ismer.",
    "Host your data and files where you decide" : "Ott tárolja az adatait és fájljait, ahol Ön szeretné",
    "Open standards and interoperability" : "Nyílt szabványok és együttműködés",
    "100%% open source & community-focused" : "100%%-ban nyílt forráskódú és közösségközpontú",
    "Learn more about %s" : "Tudjon meg többet a %sról",
    "This Nextcloud is on version %s" : "Ezen Nextcloud példány verziója: %s",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "A %s hozzáférést biztosít a fájljaihoz, akárhol is legyen. A könnyen kezelhető asztali és mobil kliensünk ingyenesen elérhető az összes főbb platformon.",
    "Set up sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "Állítsa be a szinkronizálási klienseket egy <a href=\"%s\">alkalmazásjelszó</a> használatával. Így biztos lehet abban, hogy visszavonhatja a hozzáférést abban az esetbe, ha elveszítené az eszközt.",
    "Connect other apps to %s" : "Csatlakoztasson más alkalmazásokat a %shoz",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "A mobilalkalmazások és az asztali kliens mellett bármilyen más olyan szoftvert is csatlakoztathat a %shoz, mely támogatja a WebDAV/CalDAV/CardDAV protokollokat.",
    "Server address" : "Kiszolgálócím",
    "Use this link to connect your apps and desktop client to this server:" : "Használja ezt a hivatkozást az alkalmazások és az asztali kliens csatlakoztatásához a kiszolgálóhoz:",
    "Copy link" : "Hivatkozás másolása",
    "Copy to clipboard" : "Vágólapra másolás",
    "Get help" : "Segítség kérése"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}