{ "translations": {
    "First run wizard" : "Wizard pertama kali",
    "Add your profile information! For example your email is needed to receive notifications." : "Tambahkan informasi profil Anda! Misalnya, email Anda diperlukan untuk menerima notifikasi.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Tambahkan informasi profil Anda! Misalnya, email Anda diperlukan untuk menerima notifikasi dan mereset kata sandi Anda.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Tambahkan informasi profil Anda! Atur foto profil dan nama lengkap agar lebih mudah dikenali di semua fitur.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Tambahkan informasi profil Anda! Atur nama lengkap agar lebih mudah dikenali di semua fitur.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Tambahkan informasi profil Anda! Atur foto profil agar lebih mudah dikenali di semua fitur.",
    "App recommendation: Calendar" : "Rekomendasi aplikasi: Kalender",
    "Schedule work & meetings, synced with all your devices." : "Jadwalkan pekerjaan & rapat, tersinkron dengan semua perangkat Anda.",
    "App recommendation: Contacts" : "Rekomendasi aplikasi: Kontak",
    "Keep your colleagues and friends in one place without leaking their private info." : "Simpan rekan kerja dan teman Anda di satu tempat tanpa membocorkan info pribadi mereka.",
    "App recommendation: Mail" : "Rekomendasi aplikasi: Mail",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Aplikasi email sederhana yang terintegrasi dengan baik dengan File, Kontak, dan Kalender.",
    "App recommendation: Tasks" : "Rekomendasi aplikasi: Tugas",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Sinkronkan tugas dari berbagai perangkat dengan Nextcloud Anda dan edit secara online.",
    "App recommendation: Deck" : "Rekomendasi aplikasi: Deck",
    "Kanban style organization for personal planning and team projects." : "Pengorganisasian bergaya Kanban untuk perencanaan pribadi dan proyek tim.",
    "App recommendation: Forms" : "Rekomendasi aplikasi: Formulir",
    "Simple surveys and questionnaires, self-hosted" : "Survei dan kuesioner sederhana, self-hosted",
    "App recommendation: Recognize" : "Rekomendasi aplikasi: Recognize",
    "Smart media tagging for Nextcloud" : "Penandaan media cerdas untuk Nextcloud",
    "App recommendation: Group folders" : "Rekomendasi aplikasi: Folder grup",
    "Admin-configured folders shared by everyone in a group." : "Folder yang dikonfigurasi admin dan dibagikan oleh semua orang dalam sebuah grup.",
    "App recommendation: Whiteboard" : "Rekomendasi aplikasi: Whiteboard",
    "Create and share whiteboards with others and collaborate in real-time." : "Buat dan bagikan papan tulis dengan orang lain serta berkolaborasi secara real-time.",
    "Connect your calendar" : "Hubungkan kalender Anda",
    "Connect your contacts" : "Hubungkan kontak Anda",
    "Access files via WebDAV" : "Akses file melalui WebDAV",
    "Download macOS/iOS configuration profile" : "Unduh profil konfigurasi macOS/iOS",
    "Desktop client" : "Klien desktop",
    "Android app on Google Play Store" : "Aplikasi Android di Google Play Store",
    "Android app on F-Droid" : "Aplikasi Android di F-Droid",
    "iOS app" : "Aplikasi iOS",
    "About & What's new" : "Tentang & Apa yang baru",
    "A welcome and introduction wizard for Nextcloud" : "Wizard sambutan dan pengenalan untuk Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Aplikasi ini mengaktifkan jendela pop-up saat pengguna pertama kali masuk ke Nextcloud. Jendela ini menyambut pengguna baru di Nextcloud, dan berisi tautan ke klien desktop standar, aplikasi Android, dan aplikasi iOS. Jendela ini juga menampilkan tautan untuk mengakses Nextcloud melalui WebDAV. Kapan pun, wizard pertama kali dapat dibuka kembali melalui tautan \"Tentang\" pada menu pengaturan.\nWizard pertama kali dapat dikustomisasi untuk memenuhi tujuan desain tertentu, atau untuk mengubah tautan dan pesan. Buat tema yang sesuai mengikuti dokumentasi Theming, dan perubahan pada tampilan dan nuansa Wizard ini menjadi mudah. Informasi lebih lanjut tersedia dalam dokumentasi wizard pertama kali, serta dokumentasi theming.",
    "Download on Apple app store" : "Unduh di Apple App Store",
    "Download on Google play store" : "Unduh di Google Play Store",
    "Go to previous page" : "Pergi ke halaman sebelumnya",
    "Close" : "Tutup",
    "More about Nextcloud" : "Selengkapnya tentang Nextcloud",
    "Explore more apps ↗" : "Jelajahi lebih banyak aplikasi ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Perluas fungsionalitas Nextcloud dengan ratusan aplikasi yang dikembangkan komunitas.",
    "Get involved! ↗" : "Terlibatlah! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Jadilah bagian dari komunitas yang membantu membangun, merancang, menerjemahkan, dan mempromosikan Nextcloud!",
    "Need help? ↗" : "Butuh bantuan? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Pelajari lebih lanjut tentang pengaturan Nextcloud Anda melalui dokumentasi admin, pengguna, atau pengembang.",
    "For large organisations ↗" : "Untuk organisasi besar ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Dapatkan Nextcloud Enterprise untuk lingkungan mission critical, di mana keamanan dan kepatuhan tingkat lanjut penting.",
    "Seamless integration with your devices." : "Integrasi mulus dengan perangkat Anda.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Sinkronkan file Anda di seluruh perangkat Anda dengan aplikasi desktop dan seluler, serta hubungkan kalender dan kontak Anda.",
    "Desktop app ↗" : "Aplikasi desktop ↗",
    "Download For Windows, Mac OS and Linux." : "Unduh untuk Windows, Mac OS, dan Linux.",
    "Calendar and contacts ↗" : "Kalender dan kontak ↗",
    "Connect your calendar and contacts with your devices." : "Hubungkan kalender dan kontak Anda dengan perangkat Anda.",
    "Welcome to {cloudName}!" : "Selamat datang di {cloudName}!",
    "Skip" : "Lewati",
    "This Nextcloud is on version {version}" : "Nextcloud ini menggunakan versi {version}",
    "A collaboration platform that puts you in control" : "Platform kolaborasi yang memberi Anda kendali",
    "Privacy" : "Privasi",
    "Host your data and files where you decide." : "Host data dan file Anda di tempat yang Anda tentukan.",
    "Productivity" : "Produktivitas",
    "Collaborate and communicate across any platform." : "Berkolaborasi dan berkomunikasi lintas platform apa pun.",
    "Interoperability" : "Interoperabilitas",
    "Import and export anything you want with open standards." : "Impor dan ekspor apa pun yang Anda inginkan dengan standar terbuka.",
    "Community" : "Komunitas",
    "Enjoy constant improvements from a thriving open-source community." : "Nikmati peningkatan berkelanjutan dari komunitas open-source yang berkembang pesat.",
    "Nextcloud Hub {version} release" : "Rilis Nextcloud Hub {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "Baca selengkapnya di blog Nextcloud Hub {version}",
    "Find out more on the blog" : "Cari tahu lebih lanjut di blog",
    "Read the Nextcloud Hub {version} blog" : "Baca blog Nextcloud Hub {version}",
    "Share your opinion about Nextcloud Hub {version}" : "Bagikan pendapat Anda tentang Nextcloud Hub {version}",
    "Share via email" : "Bagikan melalui email",
    "Share on {socialMedia}" : "Bagikan di {socialMedia}",
    "New in Nextcloud Hub {version}" : "Yang baru di Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "Hubungkan aplikasi lain ke {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Selain aplikasi seluler dan klien desktop, Anda dapat menghubungkan perangkat lunak lain apa pun yang mendukung protokol WebDAV/CalDAV/CardDAV ke {productName}.",
    "Apps to connect to {productName}" : "Aplikasi untuk dihubungkan ke {productName}",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Siapkan klien sinkronisasi menggunakan {linkStart}kata sandi aplikasi{linkEnd}. Dengan begitu, Anda dapat memastikan dapat mencabut akses jika perangkat tersebut hilang.",
    "Get the apps to sync your files" : "Dapatkan aplikasi untuk menyinkronkan file Anda",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} memberi Anda akses ke file Anda di mana pun Anda berada. Klien desktop dan seluler kami yang mudah digunakan tersedia untuk semua platform utama tanpa biaya.",
    "App for syncing" : "Aplikasi untuk sinkronisasi",
    "URL copied" : "URL disalin",
    "Could not copy the URL, please copy manually" : "Tidak dapat menyalin URL, silakan salin secara manual",
    "Server address" : "Alamat server",
    "Use this link to connect your apps and desktop client to this server:" : "Gunakan tautan ini untuk menghubungkan aplikasi dan klien desktop Anda ke server ini:",
    "Get to know the new features of Hub {version}" : "Kenali fitur-fitur baru Hub {version}",
    "What's new?" : "Apa yang baru?",
    "Nextcloud on all your devices" : "Nextcloud di semua perangkat Anda",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Share on social media" : "Bagikan di media sosial",
    "Get started!" : "Mulai!",
    "Global redesign and usability lift" : "Desain ulang global dan peningkatan kegunaan",
    "New Office UI: colors, tabs, bars" : "UI Office baru: warna, tab, bilah",
    "Performance and stability boost" : "Peningkatan performa dan stabilitas",
    "New AI Agency tools unlocked" : "Alat AI Agency baru terbuka",
    "Talk threads & live transcription" : "Thread Talk & transkripsi langsung",
    "Calendar: date poll for participants" : "Kalender: polling tanggal untuk peserta",
    "Intuitive file search" : "Pencarian file yang intuitif",
    "Teams 2.0 & quick Guest accounts" : "Teams 2.0 & akun Tamu cepat",
    "Quick presets & many other admin updates" : "Preset cepat & banyak pembaruan admin lainnya",
    "Vue3, WebSockets and more OpenAPI for devs" : "Vue3, WebSockets, dan lebih banyak OpenAPI untuk pengembang",
    "… and much more!" : "… dan masih banyak lagi!",
    "Nextcloud Hub 25 Autumn – Your digital workspace, ready in no time ⚡" : "Nextcloud Hub 25 Autumn – Ruang kerja digital Anda, siap dalam waktu singkat ⚡"
},"pluralForm" :"nplurals=1; plural=0;"
}