{ "translations": {
    "First run wizard" : "ການແນະນຳການໃຊ້ງານຄັ້ງທຳອິດ",
    "Add your profile information! For example your email is needed to receive notifications." : "ເພີ່ມຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ! ຕົວຢ່າງ, ອີເມວຂອງທ່ານຈຳເປັນເພື່ອຮັບການແຈ້ງເຕືອນ.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "ເພີ່ມຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ! ຕົວຢ່າງ, ອີເມວຂອງທ່ານຈຳເປັນເພື່ອຮັບການແຈ້ງເຕືອນ ແລະ ຕັ້ງລະຫັດຜ່ານໃໝ່.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "ເພີ່ມຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ! ຕັ້ງຮູບໂປຣໄຟລ໌ ແລະ ຊື່ເຕັມເພື່ອໃຫ້ງ່າຍຕໍ່ການຈື່ຈຳໃນທຸກໆຄຸນສົມບັດ.",
    "Add your profile information! Set a full name for easier recognition across all features." : "ເພີ່ມຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ! ຕັ້ງຊື່ເຕັມເພື່ອໃຫ້ງ່າຍຕໍ່ການຈື່ຈຳໃນທຸກໆຄຸນສົມບັດ.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "ເພີ່ມຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ! ຕັ້ງຮູບໂປຣໄຟລ໌ເພື່ອໃຫ້ງ່າຍຕໍ່ການຈື່ຈຳໃນທຸກໆຄຸນສົມບັດ.",
    "App recommendation: Calendar" : "ແອັບແນະນຳ: ປະຕິທິນ",
    "Schedule work & meetings, synced with all your devices." : "ຈັດຕາຕະລາງວຽກ ແລະ ການປະຊຸມ, ທີ່ຊິ້ງກັບທຸກອຸປະກອນຂອງທ່ານ.",
    "App recommendation: Contacts" : "ແອັບແນະນຳ: ລາຍຊື່ຜູ້ຕິດຕໍ່",
    "Keep your colleagues and friends in one place without leaking their private info." : "ເກັບຮັກສາລາຍຊື່ເພື່ອນຮ່ວມງານ ແລະ ໝູ່ຂອງທ່ານໄວ້ໃນບ່ອນດຽວ ໂດຍບໍ່ເຮັດໃຫ້ຂໍ້ມູນສ່ວນຕົວຂອງພວກເຂົາຮົ່ວໄຫຼ.",
    "App recommendation: Mail" : "ແອັບແນະນຳ: ອີເມວ",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "ແອັບອີເມວທີ່ໃຊ້ງານງ່າຍ ເຊິ່ງເຊື່ອມໂຍງກັບໄຟລ໌, ລາຍຊື່ຜູ້ຕິດຕໍ່ ແລະ ປະຕິທິນໄດ້ຢ່າງລົງຕົວ.",
    "App recommendation: Tasks" : "ແອັບແນະນຳ: ວຽກ",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "ຊິ້ງລາຍການວຽກຈາກອຸປະກອນຕ່າງໆກັບ Nextcloud ຂອງທ່ານ ແລະ ແກ້ໄຂແບບອອນລາຍ.",
    "App recommendation: Deck" : "ແອັບແນະນຳ: Deck",
    "Kanban style organization for personal planning and team projects." : "ການຈັດລະບຽບແບບ Kanban ສຳລັບການວາງແຜນສ່ວນຕົວ ແລະ ໂຄງການຂອງທີມ.",
    "App recommendation: Forms" : "ແອັບແນະນຳ: ແບບຟອມ",
    "Simple surveys and questionnaires, self-hosted" : "ສ້າງແບບສຳຫຼວດ ແລະ ແບບສອບຖາມງ່າຍໆ, ຈັດເກັບໃນລະບົບຂອງທ່ານເອງ.",
    "App recommendation: Recognize" : "ແອັບແນະນຳ: Recognize",
    "Smart media tagging for Nextcloud" : "ການຕິດແທັກສື່ອັດສະລິຍະສຳລັບ Nextcloud",
    "App recommendation: Group folders" : "ແອັບແນະນຳ: ໂຟລເດີກຸ່ມ",
    "Admin-configured folders shared by everyone in a group." : "ໂຟລເດີທີ່ກຳນົດໂດຍຜູ້ເບິ່ງແຍງລະບົບ ເພື່ອແບ່ງປັນໃຫ້ທຸກຄົນໃນກຸ່ມ.",
    "App recommendation: Whiteboard" : "ແອັບແນະນຳ: ກະດານຂາວ",
    "Create and share whiteboards with others and collaborate in real-time." : "ສ້າງ ແລະ ແບ່ງປັນກະດານຂາວກັບຜູ້ອື່ນ ແລະ ຮ່ວມມືກັນແບບສົດໆ.",
    "Connect your calendar" : "ເຊື່ອມຕໍ່ປະຕິທິນຂອງທ່ານ",
    "Connect your contacts" : "ເຊື່ອມຕໍ່ລາຍຊື່ຜູ້ຕິດຕໍ່ຂອງທ່ານ",
    "Access files via WebDAV" : "ເຂົ້າເຖິງໄຟລ໌ຜ່ານ WebDAV",
    "Download macOS/iOS configuration profile" : "ດາວໂຫຼດໂປຣໄຟລ໌ການຕັ້ງຄ່າສຳລັບ macOS/iOS",
    "Desktop client" : "ໂປຣແກຣມສຳລັບຄອມພິວເຕີ",
    "Android app on Google Play Store" : "ແອັບ Android ໃນ Google Play Store",
    "Android app on F-Droid" : "ແອັບ Android ໃນ F-Droid",
    "iOS app" : "ແອັບ iOS",
    "About & What's new" : "ກ່ຽວກັບ ແລະ ມີຫຍັງໃໝ່",
    "A welcome and introduction wizard for Nextcloud" : "ຕົວຊ່ວຍແນະນຳ ແລະ ຕ້ອນຮັບສຳລັບ Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "ແອັບພລິເຄຊັນນີ້ຈະເປີດໜ້າຕ່າງປັອບອັບຂຶ້ນມາເມື່ອຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບ Nextcloud ຄັ້ງທຳອິດ. ໜ້າຕ່າງນີ້ຈະສະແດງຄຳຕ້ອນຮັບຜູ້ໃຊ້ໃໝ່ ແລະ ມີລິ້ງສຳລັບໂປຣແກຣມໃນຄອມພິວເຕີ, ແອັບ Android ແລະ ແອັບ iOS. ນອກຈາກນັ້ນ, ໜ້າຕ່າງຍັງສະແດງລິ້ງສຳລັບການເຂົ້າເຖິງ Nextcloud ຜ່ານ WebDAV. ທ່ານສາມາດເປີດຕົວຊ່ວຍການໃຊ້ງານຄັ້ງທຳອິດນີ້ຄືນໄດ້ທຸກເວລາຜ່ານລິ້ງ \"ກ່ຽວກັບ\" ໃນເມນູການຕັ້ງຄ່າ.\nຕົວຊ່ວຍການໃຊ້ງານຄັ້ງທຳອິດສາມາດຖືກປັບແຕ່ງໃຫ້ເຂົ້າກັບເປົ້າໝາຍການອອກແບບສະເພາະ ຫຼື ເພື່ອປ່ຽນລິ້ງ ແລະ ຂໍ້ຄວາມຕ່າງໆ. ພຽງສ້າງທີມທີ່ເໝາະສົມຕາມເອກະສານ Theming, ການປ່ຽນແປງຮູບລັກສະນະຂອງຕົວຊ່ວຍນີ້ກໍຈະເປັນເລື່ອງງ່າຍ. ຂໍ້ມູນເພີ່ມເຕີມມີຢູ່ໃນເອກະສານຂອງຕົວຊ່ວຍການໃຊ້ງານຄັ້ງທຳອິດ, ລວມທັງເອກະສານ theeming.",
    "Download on Apple app store" : "ດາວໂຫຼດໃນ Apple App Store",
    "Download on Google play store" : "ດາວໂຫຼດໃນ Google Play Store",
    "Go to previous page" : "ກັບໄປໜ້າກ່ອນໜ້າ",
    "Close" : "ປິດ",
    "More about Nextcloud" : "ເພີ່ມເຕີມກ່ຽວກັບ Nextcloud",
    "Explore more apps ↗" : "ສຳຫຼວດແອັບເພີ່ມເຕີມ ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "ຂະຫຍາຍຄວາມສາມາດຂອງ Nextcloud ດ້ວຍແອັບຫຼາຍຮ້ອຍລາຍການທີ່ພັດທະນາໂດຍຊຸມຊົນ.",
    "Get involved! ↗" : "ມາຮ່ວມເປັນສ່ວນໜຶ່ງ! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "ຮ່ວມເປັນສ່ວນໜຶ່ງຂອງຊຸມຊົນທີ່ຊ່ວຍສ້າງ, ອອກແບບ, ແປ ແລະ ສົ່ງເສີມ Nextcloud!",
    "Need help? ↗" : "ຕ້ອງການຄວາມຊ່ວຍເຫຼືອ? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "ຊອກຫາຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບການຕັ້ງຄ່າ Nextcloud ຂອງທ່ານໄດ້ຈາກເອກະສານສຳລັບຜູ້ເບິ່ງແຍງລະບົບ, ຜູ້ໃຊ້ ຫຼື ນັກພັດທະນາ.",
    "For large organisations ↗" : "ສຳລັບອົງກອນຂະໜາດໃຫຍ່ ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "ເລືອກໃຊ້ Nextcloud Enterprise ສຳລັບສະພາບແວດລ້ອມທີ່ສຳຄັນເຊິ່ງຕ້ອງການຄວາມປອດໄພຂັ້ນສູງ ແລະ ການປະຕິບັດຕາມມາດຕະຖານ.",
    "Seamless integration with your devices." : "ການເຊື່ອມໂຍງກັບອຸປະກອນຕ່າງໆຂອງທ່ານແບບບໍ່ຕິດຂັດ.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "ຊິ້ງໄຟລ໌ຂອງທ່ານຜ່ານອຸປະກອນຕ່າງໆດ້ວຍໂປຣແກຣມໃນຄອມພິວເຕີ ແລະ ແອັບມືຖື, ພ້ອມທັງເຊື່ອມຕໍ່ປະຕິທິນ ແລະ ລາຍຊື່ຜູ້ຕິດຕໍ່ຂອງທ່ານ.",
    "Desktop app ↗" : "ໂປຣແກຣມສຳລັບຄອມພິວເຕີ ↗",
    "Download For Windows, Mac OS and Linux." : "ດາວໂຫຼດສຳລັບ Windows, Mac OS ແລະ Linux.",
    "Calendar and contacts ↗" : "ປະຕິທິນ ແລະ ລາຍຊື່ຜູ້ຕິດຕໍ່ ↗",
    "Connect your calendar and contacts with your devices." : "ເຊື່ອມຕໍ່ປະຕິທິນ ແລະ ລາຍຊື່ຜູ້ຕິດຕໍ່ຂອງທ່ານກັບອຸປະກອນຕ່າງໆ.",
    "Welcome to {cloudName}!" : "ຍິນດີຕ້ອນຮັບສູ່ {cloudName}!",
    "Skip" : "ຂ້າມໄປ",
    "This Nextcloud is on version {version}" : "Nextcloud ນີ້ແມ່ນເວີຊັນ {version}",
    "A collaboration platform that puts you in control" : "ແພລດຟອມການຮ່ວມມືທີ່ໃຫ້ທ່ານຄວບຄຸມໄດ້ຢ່າງເຕັມທີ່",
    "Privacy" : "ຄວາມເປັນສ່ວນຕົວ",
    "Host your data and files where you decide." : "ເກັບຂໍ້ມູນ ແລະ ໄຟລ໌ຂອງທ່ານໄວ້ໃນບ່ອນທີ່ທ່ານຕັດສິນໃຈ.",
    "Productivity" : "ປະສິດທິພາບການເຮັດວຽກ",
    "Collaborate and communicate across any platform." : "ຮ່ວມມື ແລະ ສື່ສານຂ້າມທຸກແພລດຟອມ.",
    "Interoperability" : "ການເຮັດວຽກຮ່ວມກັນ",
    "Import and export anything you want with open standards." : "ນຳເຂົ້າ ແລະ ສົ່ງອອກທຸກຢ່າງທີ່ທ່ານຕ້ອງການດ້ວຍມາດຕະຖານເປີດ.",
    "Community" : "ຊຸມຊົນ",
    "Enjoy constant improvements from a thriving open-source community." : "ຮັບປະສົບການການປັບປຸງຢ່າງຕໍ່ເນື່ອງຈາກຊຸມຊົນໂອເພນຊອດທີ່ກຳລັງເຕີບໃຫຍ່.",
    "Nextcloud Hub {version} release" : "ການເປີດຕົວ Nextcloud Hub {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "ອ່ານເພີ່ມເຕີມໄດ້ທີ່ບລັອກຂອງ Nextcloud Hub {version}",
    "Find out more on the blog" : "ຊອກຮູ້ເພີ່ມເຕີມໃນບລັອກ",
    "Read the Nextcloud Hub {version} blog" : "ອ່ານບລັອກຂອງ Nextcloud Hub {version}",
    "Share your opinion about Nextcloud Hub {version}" : "ແບ່ງປັນຄວາມຄິດເຫັນຂອງທ່ານກ່ຽວກັບ Nextcloud Hub {version}",
    "Share via email" : "ແບ່ງປັນຜ່ານອີເມວ",
    "Share on {socialMedia}" : "ແບ່ງປັນໃນ {socialMedia}",
    "New in Nextcloud Hub {version}" : "ມີຫຍັງໃໝ່ໃນ Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "ເຊື່ອມຕໍ່ແອັບອື່ນໆກັບ {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "ນອກຈາກແອັບມືຖື ແລະ ໂປຣແກຣມຄອມພິວເຕີແລ້ວ, ທ່ານຍັງສາມາດເຊື່ອມຕໍ່ຊັອບແວອື່ນໆທີ່ຮອງຮັບໂປຣໂຕຄອນ WebDAV/CalDAV/CardDAV ກັບ {productName} ໄດ້.",
    "Apps to connect to {productName}" : "ແອັບຕ່າງໆເພື່ອເຊື່ອມຕໍ່ກັບ {productName}",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "ຕັ້ງຄ່າໂປຣແກຣມຊິ້ງຂໍ້ມູນໂດຍໃຊ້ {linkStart}ລະຫັດຜ່ານຂອງແອັບ{linkEnd}. ດ້ວຍວິທີນີ້, ທ່ານສາມາດຍົກເລີກການເຂົ້າເຖິງໄດ້ໃນກໍລະນີທີ່ທ່ານເຮັດອຸປະກອນເສຍ.",
    "Get the apps to sync your files" : "ຮັບເອົາແອັບເພື່ອຊິ້ງໄຟລ໌ຂອງທ່ານ",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} ຊ່ວຍໃຫ້ທ່ານເຂົ້າເຖິງໄຟລ໌ຂອງທ່ານໄດ້ຈາກທຸກບ່ອນ. ໂປຣແກຣມຄອມພິວເຕີ ແລະ ແອັບມືຖືທີ່ໃຊ້ງານງ່າຍຂອງພວກເຮົາມີໃຫ້ບໍລິການສຳລັບທຸກແພລດຟອມຫຼັກໂດຍບໍ່ມີຄ່າໃຊ້ຈ່າຍ.",
    "App for syncing" : "ແອັບສຳລັບການຊິ້ງຂໍ້ມູນ",
    "URL copied" : "ສຳເນົາ URL ແລ້ວ",
    "Could not copy the URL, please copy manually" : "ບໍ່ສາມາດສຳເນົາ URL ໄດ້, ກະລຸນາສຳເນົາດ້ວຍຕົວເອງ",
    "Server address" : "ທີ່ຢູ່ເຊີບເວີ",
    "Use this link to connect your apps and desktop client to this server:" : "ໃຊ້ລິ້ງນີ້ເພື່ອເຊື່ອມຕໍ່ແອັບ ແລະ ໂປຣແກຣມຄອມພິວເຕີຂອງທ່ານກັບເຊີບເວີນີ້:",
    "Get to know the new features of Hub {version}" : "ມາຮູ້ຈັກກັບຄຸນສົມບັດໃໝ່ຂອງ Hub {version}",
    "What's new?" : "ມີຫຍັງໃໝ່?",
    "Nextcloud on all your devices" : "Nextcloud ໃນທຸກອຸປະກອນຂອງທ່ານ",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Share on social media" : "ແບ່ງປັນໃນໂຊຊຽວມີເດຍ",
    "Get started!" : "ເລີ່ມກັນເລີຍ!",
    "Global redesign and usability lift" : "ປັບປຸງການອອກແບບໃໝ່ທົ່ວລະບົບ ແລະ ຍົກລະດັບການໃຊ້ງານ",
    "New Office UI: colors, tabs, bars" : "UI ໃໝ່ຂອງ Office: ສີສັນ, ແຖບ, ແທບເຄື່ອງມື",
    "Performance and stability boost" : "ເພີ່ມປະສິດທິພາບ ແລະ ຄວາມສະຖຽນ",
    "New AI Agency tools unlocked" : "ປົດລັອກເຄື່ອງມື AI Agency ໃໝ່",
    "Talk threads & live transcription" : "ກະທູ້ໃນ Talk ແລະ ການຖອດຂໍ້ຄວາມແບບສົດ",
    "Calendar: date poll for participants" : "ປະຕິທິນ: ການສຳຫຼວດວັນທີສຳລັບຜູ້ເຂົ້າຮ່ວມ",
    "Intuitive file search" : "ການຄົ້ນຫາໄຟລ໌ທີ່ສະຫຼາດຂຶ້ນ",
    "Teams 2.0 & quick Guest accounts" : "Teams 2.0 ແລະ ບັນຊີຜູ້ໃຊ້ຊົ່ວຄາວແບບດ່ວນ",
    "Quick presets & many other admin updates" : "ຄ່າທີ່ຕັ້ງໄວ້ລ່ວງໜ້າແບບດ່ວນ ແລະ ການອັບເດດອື່ນໆສຳລັບຜູ້ເບິ່ງແຍງລະບົບ",
    "Vue3, WebSockets and more OpenAPI for devs" : "Vue3, WebSockets ແລະ OpenAPI ເພີ່ມເຕີມສຳລັບນັກພັດທະນາ",
    "… and much more!" : "… ແລະ ອື່ນໆອີກຫຼາຍຢ່າງ!",
    "Nextcloud Hub 25 Autumn – Your digital workspace, ready in no time ⚡" : "Nextcloud Hub 25 Autumn – ພື້ນທີ່ເຮັດວຽກດິຈິຕອນຂອງທ່ານ, ພ້ອມໃຊ້ໃນທັນທີ ⚡"
},"pluralForm" :"nplurals=1; plural=0;"
}