{ "translations": {
    "First run wizard" : "Eerste start wizard",
    "Add your profile information! For example your email is needed to receive notifications." : "Voeg je profielinformatie toe! Je e-mailadres is bijvoorbeeld nodig om meldingen te ontvangen.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Voeg je profielinformatie toe! Je e-mailadres is bijvoorbeeld nodig om meldingen te ontvangen en je wachtwoord te herstellen.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Voeg profielinformatie toe! Stel een profielfoto in en voer je volledige naam in voor makkelijker herkenning over alle functies.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Voeg profielinformatie toe! Voer je volledige naam in voor makkelijker herkenning over alle functies.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Voeg profielinformatie toe! Stel een profielfoto in voor makkelijker herkenning over alle functies.",
    "Schedule work & meetings, synced with all your devices." : "Plan je werk & afspraken, gesynced met al je toestellen.",
    "Keep your colleagues and friends in one place without leaking their private info." : "Bewaar je collega's en vrienden op één plaats zonder hun persoonlijke gegevens te laten uitlekken.",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Simpele e-mailapp, handig geïntegreerd met Bestanden, Contactpersonen en Agenda.",
    "App recommendation: Tasks" : "App aanbeveling: Taken",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Synchroniseer taken vanaf verschillende apparaten met je Nextcloud en bewerk ze online.",
    "App recommendation: Deck" : "App aanbeveling: Deck",
    "Kanban style organization for personal planning and team projects." : "Kanban-stijl organiseren voor persoonlijke planning en teamprojecten.",
    "App recommendation: Forms" : "Appaanbeveling: Formulieren",
    "Simple surveys and questionnaires, self-hosted" : "Eenvoudige enquête en vragenlijst, zelf gehost",
    "App recommendation: Recognize" : "Appaanbeveling: Recognize",
    "Smart media tagging for Nextcloud" : "Slimme medialabeling voor Nextcloud",
    "App recommendation: Group folders" : "App aanbeveling: Groepsmappen",
    "Admin-configured folders shared by everyone in a group." : "Door beheerder geconfigureerde door alle groepsleden gedeelde mappen.",
    "Connect your calendar" : "Verbind je agenda",
    "Connect your contacts" : "Verbind je contactpersonen",
    "Access files via WebDAV" : "Benader bestanden via WebDAV",
    "Download macOS/iOS configuration profile" : "Download het macOS/iOS configuratieprofiel",
    "Desktop client" : "Desktop client",
    "Android app on Google Play Store" : "Android app op Google Play Store",
    "Android app on F-Droid" : "Android app op F-Droid",
    "iOS app" : "iOS app",
    "A welcome and introduction wizard for Nextcloud" : "Een Hartelijk welkom en introductie wizard voor Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Deze applicatie activeert een pop-up venster wanneer een gebruiker voor de eerste keer inlogt in Nextcloud. Dit venster heet de nieuwe gebruiker welkom en bevat links naar de standaard desktop client, Android app en de iOS app. Het venster toont ook een link voor toegang tot Nextcloud via WebDAV. Deze eerste gebruik wizard kan altijd via de link \"Over\" in het intellingenmenu opnieuw worden gestart.\nDe Eerste gebruik wizard kan worden aangepast voor specific ontwerpuitgangspunten, of om de links en berichten te wijzigen. Creëer een passend thema conform de Theming documentatie en dan zijn wijzigingen aan het uiterlijk van de Wizard zijn simpel. Meer informatie is beschikbaar in de Eerste gebruik wizard documentatie, evenals de theming documentatie.",
    "Close" : "Sluit",
    "Welcome to {cloudName}!" : "Welkom bij {cloudName}!",
    "Privacy" : "Privacy",
    "Community" : "Community",
    "Get the apps to sync your files" : "Download de apps om bestanden te synchen",
    "Server address" : "Serveradres",
    "Use this link to connect your apps and desktop client to this server:" : "Gebruik deze link om je apps en desktop client met deze server te verbinden:",
    "What's new?" : "Wat is nieuw?",
    "Read more" : "Lees meer",
    "Share on social media" : "Delen op social media",
    "Copied!" : "Gekopieerd!",
    "Not supported!" : "Niet ondersteund!",
    "Press ⌘-C to copy." : "Druk op ⌘-C om te kopiëren.",
    "Press Ctrl-C to copy." : "Druk op Ctrl-C om te kopiëren.",
    "App recommendation: Nextcloud Calendar" : "App aanbeveling: Nextcloud Calendar",
    "App recommendation: Nextcloud Contacts" : "App aanbeveling: Nextcloud Contactpersonen",
    "App recommendation: Nextcloud Mail" : "App aanbeveling: Nextcloud Mail",
    "About" : "Over",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s geeft je toegang tot je bestanden, waar je ook maar bent. Onze makkelijk te gebruiken desktop en mobiele applicaties zijn voor ieder groot platform gratis beschikbaar.",
    "Set up sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "Installeer Sync clients met een <a href=\"%s\">app wachtwoord</a>. Dan kan je toegang intrekken zodra je je apparaat verliest.",
    "Connect other apps to %s" : "Verbind andere apps met%s",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Naast de mobiele clients kun je ook met %s verbinden met alle andere software die de WebDAV/CalDAV/CardDAV protocollen ondersteunt.",
    "Copy link" : "Link kopiëren"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}