{ "translations": {
    "First run wizard" : "Kreator pierwszego uruchomienia",
    "Add your profile information! For example your email is needed to reset your password." : "Dodaj swoje informacje do profilu! Na przykład konieczny jest Twój adres e-mail, aby zresetować hasło.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Dodaj swoje informacje profilowe! Ustaw zdjęcie profilowe i pełne imię i nazwisko, aby być łatwiej rozpoznawalnym/-ą we wszystkich funkcjonalnościach.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Dodaj swoje informacje profilowe! Ustaw pełne imię i nazwisko, aby być łatwiej rozpoznawalnym/-ą we wszystkich funkcjonalnościach.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Dodaj swoje informacje profilowe! Ustaw zdjęcie profilowe, aby być łatwiej rozpoznawalnym/-ą we wszystkich funkcjonalnościach.",
    "About" : "O aplikacji",
    "A welcome and introduction wizard for Nextcloud" : "Kreator powitalny i wprowadzający dla Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard button can be opened again via the link on the personal page.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the First run wizard documentation, as well as the theming documentation." : "Ta aplikacja umożliwia wyskakujące okno gdy użytkownik po raz pierwszy zaloguje się do Nextcloud. To okno wita nowych użytkowników w usłudze NextCloud i zawiera odnośniki do standardowego klienta komputerowego, aplikacji na Androida i na iOS. Okno pokazuje również link do uzyskania dostępu do Nextcloud za pośrednictwem WebDAV. W dowolnym momencie można ponownie otworzyć przycisk kreatora pierwszego uruchomienia, korzystając z linku ustawień osobistych. Kreator pierwszego uruchomienia można dostosować do konkretnych celów projektowych lub zmienić linki i wiadomości. Utwórz odpowiedni motyw zgodnie z dokumentacją Theming, a zmiany wyglądu i działania tego kreatora będą proste do wykonania. Więcej informacji dostępnych jest w dokumentacji kreatora pierwszego uruchomienia, a także w dokumentacji tematycznej.",
    "Extend your cloud" : "Rozszerz swoją chmurę",
    "Get the apps to sync your files" : "Pobierz aplikacje aby zsynchronizować swoje pliki",
    "Desktop client" : "Klient na komputer",
    "Android app" : "Aplikacja Android",
    "iOS app" : "Aplikacja iOS",
    "Connect your desktop apps to %s" : "Podłącz swoje aplikacje na komputerze do %s",
    "Connect your calendar" : "Podłącz swój kalendarz",
    "Connect your contacts" : "Podłącz swoje kontakty",
    "Access files via WebDAV" : "Uzyskaj dostęp do plików poprzez WebDAV",
    "Previous" : "Poprzedni",
    "Next" : "Następny",
    "Start using Nextcloud" : "Zacznij używać Nextcloud",
    "Access & share your files, calendars, contacts, mail & more from any device, on your terms" : "Dostęp i udostępnianie plików, kalendarzy, kontaktów, poczty i innych z dowolnego urządzenia, na swoich warunkach",
    "Connect your Calendar" : "Podłącz swój kalendarz",
    "Connect your Contacts" : "Podłącz swoje Kontakty",
    "There’s more information in the <a target=\"_blank\" href=\"%s\">documentation</a> and on our <a target=\"_blank\" href=\"%s\">website</a>." : "Nie ma więcej informacji w<a target=\"_blank\" href=\"%s\">dokumentacji</a> i na naszej <a target=\"_blank\" href=\"%s\">stronie</a>.",
    "If you like Nextcloud, <a href=\"mailto:?subject=Nextcloud &body=Nextcloud is a great open software to sync and share your files. You can freely get it from https://nextcloud.com\"> recommend it to your friends</a> and <a href=\"https://nextcloud.com/contribute/\" target=\"_blank\">contribute back</a>!" : "Jeśli lubisz Nextcloud, <a href=\"mailto:?subject=Nextcloud &body=Nextcloud is a great open software to sync and share your files. You can freely get it from https://nextcloud.com\"> \npolecaj go wszystkim znajomym </a> i <a href=\"https://nextcloud.com/contribute/\" target=\"_blank\">powróć do współpracy</a>!",
    "If you want to support the project {contributeopen}join development{linkclose} or {contributeopen}spread the word{linkclose}!" : "Jeśli chcesz wesprzeć projekt {contributeopen}dołącz do twórców{linkclose} lub {contributeopen}głoś dobre słowo{linkclose}!",
    "Show First Run Wizard again" : "Pokaż ponownie Kreator pierwszego uruchomienia"
},"pluralForm" :"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);"
}