{ "translations": {
    "First run wizard" : "Assistente da primeira execução",
    "Add your profile information! For example your email is needed to receive notifications." : "Adicione as informações do seu perfil! Por exemplo, seu e-mail é necessário para receber notificações. ",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Adicione as informações do seu perfil! Por exemplo, seu e-mail é necessário para receber notificações e redefinir sua senha. ",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Adicione informações ao seu perfil! Defina uma imagem de perfil e um nome completo para facilitar o reconhecimento em todas as características.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Adicione informações ao seu perfil! Defina um nome completo para facilitar o reconhecimento em todas as funções.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Adicione informações ao seu perfil! Defina uma imagem de perfil para facilitar o reconhecimento em todas as funcionalidades.",
    "App recommendation: Calendar" : "Recomendação de aplicativo: Calendário",
    "Schedule work & meetings, synced with all your devices." : "Agende trabalho e reuniões, sincronizadas com todos os seus dispositivos.",
    "App recommendation: Contacts" : "Recomendação de aplicativo: Contatos",
    "Keep your colleagues and friends in one place without leaking their private info." : "Mantenha seus colegas e amigos em um só lugar sem vazar informações pessoais.",
    "App recommendation: Mail" : "Recomendação de aplicativo: E-Mail",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Simples aplicativo de e-mail bem integrado com Arquivos, Contatos e Calendário.",
    "App recommendation: Tasks" : "Recomendação de aplicativo: Tarefas",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Sincronize tarefas de vários dispositivos com o Nextcloud e edite-as online.",
    "App recommendation: Deck" : "Recomendação de aplicativo: Deck",
    "Kanban style organization for personal planning and team projects." : "Organização no estilo Kanban para planejamento pessoal e projetos de equipe.",
    "App recommendation: Forms" : "Recomendação de aplicativo: Formulários",
    "Simple surveys and questionnaires, self-hosted" : "Pesquisas e questionários simples, auto-hospedados",
    "App recommendation: Recognize" : "Recomendação de aplicativo: Reconhecer",
    "Smart media tagging for Nextcloud" : "Etiquetamento inteligente de mídia para o Nextcloud",
    "App recommendation: Group folders" : "Recomendação de aplicativo: Pastas de grupo",
    "Admin-configured folders shared by everyone in a group." : "Pastas configuradas pelo administrador compartilhadas por todos em um grupo.",
    "App recommendation: Whiteboard" : "Recomendação de aplicativo: Quadro Branco",
    "Create and share whiteboards with others and collaborate in real-time." : "Crie e compartilhe quadros brancos com outras pessoas e colabore em tempo real.",
    "Connect your calendar" : "Conectar seu calendário",
    "Connect your contacts" : "Conectar seus contatos",
    "Access files via WebDAV" : "Acessar arquivos via WebDAV",
    "Download macOS/iOS configuration profile" : "Baixar perfil de configuração macOS/iOS",
    "Desktop client" : "Cliente Desktop",
    "Android app on Google Play Store" : "Aplicativo Android na Google Play Store",
    "Android app on F-Droid" : "Android app no F-Droid",
    "iOS app" : "Aplicações iOS",
    "About & What's new" : "Sobre & Novidades",
    "A welcome and introduction wizard for Nextcloud" : "Um assistente de boas-vindas e introdução ao Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Este aplicativo ativa uma janela pop-up quando um usuário faz login pela primeira vez no Nextcloud. Essa janela dá boas-vindas aos novos usuários e contém links para os clientes padrões para desktop Android e iOS. A janela também mostra um link para acessar o Nextcloud via WebDAV. A qualquer momento, este assistente pode ser aberto novamente pelo link \"Sobre\" no menu de configurações.\nO assistente de primeira execução pode ser personalizado para atender a metas de design específicas ou para alterar links e mensagens. Crie um tema apropriado seguindo a documentação de Theming. Mais informações estão disponíveis na documentação deste assistente, bem como na documentação sobre temas.",
    "Download on Apple app store" : "Download na app store Apple",
    "Download on Google play store" : "Download na Google play store",
    "Go to previous page" : "Ir para a página anterior",
    "Close" : "Fechar",
    "More about Nextcloud" : "Mais sobre o Nextcloud",
    "Explore more apps ↗" : "Explorar mais apps ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Estenda as funcionalidades do Nextcloud com centenas de apps desenvolvidos pela comunidade",
    "Get involved! ↗" : "Envolva-se! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Seja parte de uma comunidade que ajuda a construir, desenhar, traduzir e promover o Nextcloud!",
    "Need help? ↗" : "Precisa de ajuda? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Descubra mais sobre seu Nextcloud com as documentações para administradores, usuários ou desenvolvedores.",
    "For large organisations ↗" : "Para grandes organizações ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Adquira o Nextcloud Enterprise para ambientes críticos onde segurança e compliance são muito importantes.",
    "Seamless integration with your devices." : "Integração imperceptível com seus dispositivos.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Sincronize seus arquivos em todos os seus dispositivos com os aplicativos desktop e para celular, e conecte seu calendário e contatos.",
    "Desktop app ↗" : "App Desktop ↗",
    "Download For Windows, Mac OS and Linux." : "Download Para Windows, Mac OS e Linux.",
    "Calendar and contacts ↗" : "Calendário e Contatos ↗",
    "Connect your calendar and contacts with your devices." : "Conecte seu calendário e contatos com seus dispositivos.",
    "Introducing Nextcloud Hub {version}" : "Apresentando Nextcloud Hub {version}",
    "Welcome to {cloudName}!" : "Bem-vindo ao  {cloudName}!",
    "A collaboration platform that puts you in control" : "Uma plataforma colaborativa que te coloca no controle",
    "Privacy" : "Privacidade",
    "Host your data and files where you decide." : "Hospede seus dados e arquivos onde você quiser.",
    "Productivity" : "Produtividad",
    "Collaborate and communicate across any platform." : "Colabore e comunique através de qualquer plataforma.",
    "Interoperability" : "Interoperabilidad",
    "Import and export anything you want with open standards." : "Importe e exporte tudo que quiser com protocolos abertos",
    "Community" : "Comunidade",
    "Enjoy constant improvements from a thriving open-source community." : "Goze de melhorias constantes contribuídas por uma crescente comunidade open-source",
    "This Nextcloud is on version {version}" : "Este Nextcloud está na versão {version}",
    "Find out more on the blog" : "Saiba mais no blog",
    "Read the Nextcloud Hub {version} blog" : "Leia o blog Nextcloud Hub {version}",
    "Share your opinion about Nextcloud Hub {version}" : "Compartilhe sua opinião sobre Nextcloud Hub {version}",
    "Share via email" : "Compartilhar via e-mail",
    "Share on {socialMedia}" : "Compartilhe em {socialMedia}",
    "Nextcloud Hub {version} release" : "Lançamento do Nextcloud Hub {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "Leia mais sobre isso no blog Nextcloud Hub {version}",
    "New in Nextcloud Hub {version}" : "Novidade no Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "Conecte outros aplicativos a {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Além dos aplicativos móveis e do cliente de desktop, você pode conectar qualquer outro software que suporte os protocolos WebDAV/CalDAV/CardDAV {productName}.",
    "Apps to connect to {productName}" : "Aplicativos para conectar {productName}",
    "Get the apps to sync your files" : "Obtenha aplicativos para sincronizar seus arquivos",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} dá a você acesso aos seus arquivos onde quer que você esteja. Nossos clientes desktop e móveis fáceis de usar estão disponíveis para todas as principais plataformas a custo zero.",
    "App for syncing" : "Aplicativo para sincronização",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Configure clientes de sincronização usando uma {linkStart}senha de aplicativo{linkEnd}. Dessa forma, você pode ter certeza de que poderá revogar o acesso caso perca o dispositivo.",
    "Server address" : "Endereço do servidor",
    "Use this link to connect your apps and desktop client to this server:" : "Use este link para conectar seus aplicativos e clientes de desktop a este servidor:",
    "URL copied" : "URL copiado",
    "Could not copy the URL, please copy manually" : "Não foi possível copiar o URL, copie manualmente",
    "Federated collaboration: file sharing, messaging, calls" : "Colaboração federada: compartilhamento de arquivos, mensagens, chamadas",
    "Nextcloud Whiteboard" : "Quadro Branco Nextcloud",
    "Workflow Engine" : "Motor de Fluxo de Trabalho",
    "Safer and swifter mail" : "Correio mais seguro e rápido",
    "Public Collectives sharing, previews and QR-codes" : "Compartilhamento de coletivos públicos, visualizações e códigos QR",
    "Office and PDF templates" : "PDFPDFModelos de Office e PDF",
    "Chat mode for Nextcloud Assistant" : "Modo de bate-papo para o Nextcloud Assistant",
    "Get to know the new features of Hub 9" : "Conheça as novidades do Hub 9",
    "What's new?" : "O que há de novo?",
    "Nextcloud on all your devices" : "Nextcloud em todos os seus dispositivos",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "Leia mais",
    "Share on social media" : "Compartilhe nas redes sociais",
    "Get started!" : "Começar!",
    "Copied!" : "Copiado!",
    "Not supported!" : "Não suportado!",
    "Press ⌘-C to copy." : "Pressione ⌘-C para copiar.",
    "Press Ctrl-C to copy." : "Pressione Ctrl-C para copiar.",
    "App recommendation: Nextcloud Calendar" : "Recomendação de aplicativo: Calendário Nextcloud",
    "App recommendation: Nextcloud Contacts" : "Recomendação de aplicativo: Contatos Nextcloud",
    "App recommendation: Nextcloud Mail" : "Recomendação de aplicativo: E-mail Nextcloud",
    "About" : "Sobre",
    "Close dialog" : "Fechar diálogo",
    "This Nextcloud is on version " : "Este Nextcloud está na versão",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s dá acesso aos seus arquivos onde quer que você esteja. Nossos clientes fáceis de usar para desktop e celular estão disponíveis para as principais plataformas sem nenhum custo.",
    "Set up sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "Configure os clientes de sincronização usando uma <a href=\"%s\">senha de aplicativo</a>. Dessa forma, você pode revogar o acesso caso perca esse dispositivo.",
    "Connect other apps to %s" : "Conecte outros aplicativos ao %s",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Além dos aplicativos móveis e cliente de desktop, você pode conectar qualquer outro que suporte os protocolos WebDAV/CalDAV/CardDAV em %s.",
    "Copy link" : "Copiar link",
    "Assistant: chat summaries, Mail reply suggestions, answers based on your data, and more" : "Assistente: resumos de bate-papo, sugestões de respostas por e-mail, respostas baseadas em seus dados e muito mais",
    "Interactive previews for files, folders, boards and events" : "Visualizações interativas de arquivos, pastas, quadros e eventos",
    "Federated chat and message editing in Talk" : "Chat federado e edição de mensagens no Talk",
    "Mini-apps based on Tables" : "Miniaplicativos baseados em tabelas",
    "Manage your team resources like a pro with Nextcloud Teams" : "Gerencie os recursos da sua equipe como um profissional com Nextcloud Teams",
    "Forms: automatically sync with a spreadsheet" : "Formulários: sincronize automaticamente com uma planilha",
    "Get to know the new features of Hub 8" : "Conheça as novas funcionalidades do Hub 8"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}