{ "translations": {
    "First run wizard" : "Помощник первого запуска",
    "Add your profile information! For example your email is needed to receive notifications." : "Добавьте данные в свой профиль! Например, адрес электронной почты необходим для получения уведомлений.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Добавьте данные в свой профиль! Например, адрес электронной почты необходим для получения уведомлений и сброса пароля.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Добавьте данные в свой профиль: выберите изображение и укажите полное имя для более понятной работы.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Добавьте данные в свой профиль: укажите своё полное имя для более понятной работы.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Добавьте данные в свой профиль: выберите изображение для более понятной работы.",
    "App recommendation: Calendar" : "Рекомендованное приложение: Календарь",
    "Schedule work & meetings, synced with all your devices." : "Составляйте графики работы и встреч, синхронизированные со всеми вашими устройствами.",
    "App recommendation: Contacts" : "Рекомендованное приложение: Контакты",
    "Keep your colleagues and friends in one place without leaking their private info." : "Храните информацию о своих коллегах и друзьях в одном месте без утечки их личных данных.",
    "App recommendation: Mail" : "Рекомендованное приложение: Почта",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Простое приложение электронной почты, прекрасно интегрированное с приложениями Files, Contacts и Calendar.",
    "App recommendation: Tasks" : "Рекомендованное приложение: Задачи",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Синхронизация задач между различными устройствами с возможностью их редактирования прямо в браузере на сервере Nextcloud.",
    "App recommendation: Deck" : "Рекомендованное приложение: Deck",
    "Kanban style organization for personal planning and team projects." : "Управление личными и командными проектами в стиле канбан.",
    "App recommendation: Forms" : "Рекомендованное приложение: Формы",
    "Simple surveys and questionnaires, self-hosted" : "Простые опросы и анкеты",
    "App recommendation: Recognize" : "Рекомендуемое приложение: Распознавание",
    "Smart media tagging for Nextcloud" : "Умная пометка медиафайлов для Nextcloud",
    "App recommendation: Group folders" : "Рекомендованное приложение: Папки групп",
    "Admin-configured folders shared by everyone in a group." : "Настраиваемые администратором общие папки групп.",
    "Connect your calendar" : "Подключение к календарям",
    "Connect your contacts" : "Подключение к спискам контактов",
    "Access files via WebDAV" : "Доступ к файлам по протоколу WebDAV",
    "Download macOS/iOS configuration profile" : "Скачать профиль конфигурации macOS/iOS",
    "Desktop client" : "Клиент для ПК",
    "Android app on Google Play Store" : "Приложение для Android в каталоге приложений Google Play",
    "Android app on F-Droid" : "Приложение для Android в каталоге свободных приложений F-Droid",
    "iOS app" : "Приложение для iOS ",
    "About & What's new" : "О программе и что нового",
    "A welcome and introduction wizard for Nextcloud" : "Добро пожаловать в мастер введения Nextcloud",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Приложение включает всплывающее окно при первом входе пользователя в Nextcloud. Окно приветствует новых пользователей и содержит ссылки на стандартный клиент, Андроид и iOS приложения. Окно так же содержит ссылку для доступа к Nextcloud через WebDAV. В любое время помощник первого запуска может быть запущен через ссылку \"О программе\" в меню настроек.\nМожно изменить дизайн Помощника, изменить ссылки и сообщения. Создать тему можно при помощи документации. Изменить внешний вид Помощника совсем просто. Дополнительная информация доступна в документации Помощника первого запуска и документации по созданию тем.",
    "Download on Apple app store" : "Загрузить в Apple app store",
    "Download on Google play store" : "Загрузить в Google play store",
    "Go to previous page" : "Перейти к предыдущей странице",
    "Close" : "Закрыть",
    "More about Nextcloud" : "Подробнее о Nextcloud",
    "Explore more apps ↗" : "Откройте для себя множество приложений ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Расширьте функциональность Nextcloud с помощью множества приложений, разработанных сообществом.",
    "Get involved! ↗" : "Вовлекайтесь! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Станьте частью сообщества, которое помогает создавать, проектировать, переводить и продвигать Nextcloud!",
    "Need help? ↗" : "Нужна помощь? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Узнайте больше о настройке Nextcloud в документации администратора, пользователя или разработчика.",
    "For large organisations ↗" : "Для крупных организаций ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Приобретите Nextcloud Enterprise для критически важных сред, где важны повышенная безопасность и соответствие требованиям.",
    "Seamless integration with your devices." : "Бесшовная интеграция с вашими устройствами.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Синхронизируйте файлы на своих устройствах с настольными и мобильными приложениями, а также подключите календарь и контакты.",
    "Desktop app ↗" : "Настольное приложение ↗",
    "Download For Windows, Mac OS and Linux." : "Скачать для Windows, Mac OS и Linux.",
    "Calendar and contacts ↗" : "Календарь и контакты ↗",
    "Connect your calendar and contacts with your devices." : "Подключите календарь и контакты к своим устройствам.",
    "Introducing Nextcloud Hub {version}" : "Представляем Nextcloud Hub {version}",
    "Welcome to {cloudName}!" : "Добро пожаловать в {cloudName}!",
    "A collaboration platform that puts you in control" : "Платформа для совместной работы, которая дает вам контроль",
    "Privacy" : "Конфиденциальность",
    "Host your data and files where you decide." : "Решайте сами, где размещать свои данные и файлы.",
    "Productivity" : "Продуктивность",
    "Collaborate and communicate across any platform." : "Сотрудничайте и общайтесь на любой платформе.",
    "Interoperability" : "Совместимость",
    "Import and export anything you want with open standards." : "Импортируйте и экспортируйте все, что захотите, с помощью открытых стандартов.",
    "Community" : "Сообщество",
    "Enjoy constant improvements from a thriving open-source community." : "Наслаждайтесь постоянными улучшениями от сообщества разработчиков программного обеспечения с открытым исходным кодом.",
    "This Nextcloud is on version {version}" : "Версия этого Nextcloud {version}",
    "Find out more on the blog" : "Узнайте больше в блоге",
    "Read the Nextcloud Hub {version} blog" : "Читайте блог Nextcloud Hub {version}",
    "Share your opinion about Nextcloud Hub {version}" : "Поделитесь вашим мнением о Nextcloud Hub {version}",
    "Share via email" : "Поделиться по электронной почте",
    "Share on {socialMedia}" : "Поделиться в {socialMedia}",
    "Nextcloud Hub {version} release" : "Выпуск Nextcloud Hub {version}",
    "Read more about it on the Nextcloud Hub {version} blog" : "Подробнее об этом читайте в блоге Nextcloud Hub {version}",
    "New in Nextcloud Hub {version}" : "Новшества Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "Подключайте другие приложения к {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Помимо мобильных приложений и настольного клиента, вы можете подключить любое другое программное обеспечение, поддерживающее протоколы WebDAV/CalDAV/CardDAV, к {productName}.",
    "Apps to connect to {productName}" : "Приложения, к которым нужно подключаться {productName}",
    "Get the apps to sync your files" : "Используйте приложения для синхронизации файлов:",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} предоставляет вам доступ к вашим файлам, где бы вы ни находились. Наши простые в использовании настольные и мобильные клиенты доступны для всех основных платформ без каких-либо затрат.",
    "App for syncing" : "Приложение для синхронизации",
    "Server address" : "Адрес сервера",
    "Use this link to connect your apps and desktop client to this server:" : "Используйте эту ссылку для соединения ваших приложений и десктоп-клиентов с этим сервером:",
    "URL copied" : "Скопированный URL-адрес",
    "Could not copy the URL, please copy manually" : "Не удалось скопировать URL-адрес, пожалуйста, скопируйте вручную",
    "Federated collaboration: file sharing, messaging, calls" : "Федеративная совместная работа: общий доступ к файлам, обмен сообщениями, звонки",
    "Public Collectives sharing, previews and QR-codes" : "Общий доступ к группам, предварительный просмотр и QR-коды",
    "Office and PDF templates" : "Шаблоны Office и PDF",
    "Get to know the new features of Hub 9" : "Познакомьтесь с новыми функциями Hub 9",
    "What's new?" : "Что нового?",
    "Nextcloud on all your devices" : "Nextcloud на всех ваших устройствах",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "Читать далее",
    "Share on social media" : "Поделиться в социальных сетях",
    "Get started!" : "Начать!",
    "Copied!" : "Скопировано!",
    "Not supported!" : "Не поддерживается!",
    "Press ⌘-C to copy." : "Нажмите ⌘-C для копирования.",
    "Press Ctrl-C to copy." : "Нажмите Ctrl-C для копирования.",
    "App recommendation: Nextcloud Calendar" : "Рекомендованное приложение: Nextcloud Calendar",
    "App recommendation: Nextcloud Contacts" : "Рекомендованное приложение: Nextcloud Contacts",
    "App recommendation: Nextcloud Mail" : "Рекомендованное приложение: Nextcloud Mail",
    "About" : "О программе",
    "Close dialog" : "Закрыть диалог",
    "This Nextcloud is on version " : "Версия этого Nextcloud ",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s предоставляет доступ к файлам откуда угодно: разработаны и бесплатно доступны приложения для синхронизации файлов для всех основных платформ мобильных устройств и ПК.",
    "Set up sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "При настройке приложения для синхронизации вместо своего пароля для входа в систему рекомендуется использовать <a href=\"%s\">пароль приложения</a>, что позволяет отзывать доступ в случае утраты устройства.",
    "Connect other apps to %s" : "Подключение других приложений к %s",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Помимо приложения для синхронизации %s на ПК и мобильном устройстве, возможно также настроить подключение из любых программ, поддерживающих протоколы WebDAV, CalDAV и CardDAV.",
    "Copy link" : "Скопировать ссылку",
    "Assistant: chat summaries, Mail reply suggestions, answers based on your data, and more" : "Помощник: сводки чатов, предложения по ответам на письма, ответы на основе ваших данных и многое другое",
    "Interactive previews for files, folders, boards and events" : "Интерактивный предварительный просмотр файлов, папок, досок и событий",
    "Federated chat and message editing in Talk" : "Федеративные чаты и редактирование сообщений в Nextcloud Talk",
    "Mini-apps based on Tables" : "Мини-приложения на основе таблиц",
    "Manage your team resources like a pro with Nextcloud Teams" : "Профессионально управляйте ресурсами команды в Nextcloud Teams",
    "Forms: automatically sync with a spreadsheet" : "Формы: автоматическая синхронизация с таблицами",
    "Get to know the new features of Hub 8" : "Познакомьтесь с новыми возможностями Hub 8"
},"pluralForm" :"nplurals=4; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : n%10==0 || (n%10>=5 && n%10<=9) || (n%100>=11 && n%100<=14)? 2 : 3);"
}