{ "translations": {
    "First run wizard" : "Чаробњак првог покретања",
    "Add your profile information! For example your email is needed to receive notifications." : "Унесите информације о свом профилу! На пример, ваша и-мејл адреса  је неопходна за пријем обавештења.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Унесите информације о свом профилу! На пример, ваша и-мејл адреса је неопходна за пријем обавештења и ресетовање ваше лозинке.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Додајте податке у налог! Поставите слику и пуно име ради лакшег распознавања.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Додајте податке у налог! Поставите пуно име ради лакшег распознавања.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Додајте податке у налог! Поставите слику ради лакшег распознавања.",
    "App recommendation: Calendar" : "Препоручена апликација: Календар",
    "Schedule work & meetings, synced with all your devices." : "Закажите посао & састанке, синхронизовано на све ваше уређаје.",
    "App recommendation: Contacts" : "Препоручена апликација: Контакти",
    "Keep your colleagues and friends in one place without leaking their private info." : "Држите колеге и пријатеље на једном месту без цурења приватних података.",
    "App recommendation: Mail" : "Препоручена апликација: Пошта",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Једноставна е-мејл апликација која се лепо интегрише са Фајловима, Контактима и Календаром.",
    "App recommendation: Tasks" : "Препоруке апликација: Задаци",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Синхронизујте задатке са различитих уређаја преко Вашег Некстклауда и уређујте их преко мреже.",
    "App recommendation: Deck" : "Препоруке апликација: Шпил",
    "Kanban style organization for personal planning and team projects." : "Канбан организација за лична планирања и тимске пројекте.",
    "App recommendation: Forms" : "Препорука апликације: Формулари",
    "Simple surveys and questionnaires, self-hosted" : "Једноставна истраживања и упитници, сами их хостујете",
    "App recommendation: Recognize" : "Препорука апликације: Препознај",
    "Smart media tagging for Nextcloud" : "Паметно означавање медија за Некстклауд",
    "App recommendation: Group folders" : "Препоруке апликација: Групне фасцикле",
    "Admin-configured folders shared by everyone in a group." : "Фасцикле видљиве свима у групи, које подешава администратор.",
    "App recommendation: Whiteboard" : "Препоручена апликација: Бела табла",
    "Create and share whiteboards with others and collaborate in real-time." : "Креирајте беле табле и делите их са осталима, сарађујте у реалном времену.",
    "Connect your calendar" : "Повежите календар",
    "Connect your contacts" : "Повежите контакте",
    "Access files via WebDAV" : "Приступите фајловима преко WebDAV",
    "Download macOS/iOS configuration profile" : "Преузмите macOS/iOS конфигурациони профил",
    "Desktop client" : "Клијент за рачунар",
    "Android app on Google Play Store" : "Андроид апликација на Google Play продавници",
    "Android app on F-Droid" : "Андроид апликација на Ф-дроид",
    "iOS app" : "иОС апликација",
    "About & What's new" : "O програму & Шта има ново",
    "A welcome and introduction wizard for Nextcloud" : "Добродошлица и чаробњак за упознавање са Некстклаудом",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Ова апликација омогућава искачући прозор када се корисник први пут пријави на Некстклауд. Овај прозор жели добродошлицу кориснику на Некстклауд и садржи везе ка стандардном десктоп клијенту, Андроид апликацији, и iOS апликацији. Прозор показује и везу за приступ Некстклауду преко WebDAV-а. У сваком тренутку, чаробњак првог покретања се може отворити опет преко везе  „О програму“ на менију поставки.\nЧаробњак првог покретања се може прилагодити да задовољава специфичне циљеве дизајна или да би се промениле везе и поруке. Направите пригодну тему пратећи документацију за Теме и промене на изгледу овог Чаробњака су једноставне. Више информација је доступно у документацији Чаробњака првог покретања, као и у документацији за Теме.",
    "Download on Apple app store" : "Преузми са Apple продавнице апликација",
    "Download on Google play store" : "Преузми са Google play продавнице",
    "Go to previous page" : "Иди на претходну страницу",
    "Close" : "Затвори",
    "More about Nextcloud" : "Више о Nextcloud",
    "Explore more apps ↗" : "Истражите остале апликације ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Проширите Nextcloud функционалност стотинама апликација које развија заједница.",
    "Get involved! ↗" : "Укључите се! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Постаните део заједнице која помаже изградњу, дизајн, превод и промовише Nextcloud!",
    "Need help? ↗" : "Тражите помоћ? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Сазнајте више о својој Nextcloud инсталацији из админ, корисничке или програмерске документације.",
    "For large organisations ↗" : "За велике организације ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Набавите Nextcloud Enterprise за критична окружења у којима је важна напредна безбедност и усклађеност.",
    "Seamless integration with your devices." : "Глатка интеграција са вашим уређајима.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Синхронизујте своје фајлове на свим уређајима који имају десктоп и мобилне апликације и повежите свој календар и контакте.",
    "Desktop app ↗" : "Десктоп апликација ↗",
    "Download For Windows, Mac OS and Linux." : "Преузимања за Windows, Mac OS и Linux.",
    "Calendar and contacts ↗" : "Календар и контакти ↗",
    "Connect your calendar and contacts with your devices." : "Повежите свој календа и контактате са својим уређајима.",
    "Introducing Nextcloud Hub {version}" : "Представљамо Nextcloud Hub {version}",
    "Welcome to {cloudName}!" : "Добродошли у {cloudName}!",
    "A collaboration platform that puts you in control" : "Платформа за сарадња која вам даје контролу",
    "Privacy" : "Приватност",
    "Host your data and files where you decide." : "Хостујте своје податке и фајлове тамо где сами одлучите.",
    "Productivity" : "Продуктивност",
    "Collaborate and communicate across any platform." : "Сарађујте и комуницирајте било којом платформом.",
    "Interoperability" : "Интероперабилност",
    "Import and export anything you want with open standards." : "Увозите и извозите све што желите користећи отворене стандарде.",
    "Community" : "Заједница",
    "Enjoy constant improvements from a thriving open-source community." : "Уживајте у константном унапређивању које врши растућа заједница отвореног кода.",
    "This Nextcloud is on version {version}" : "Ово је Nextcloud верзије {version}",
    "Find out more on the blog" : "Пронађите више на блогу",
    "Read the Nextcloud Hub {version} blog" : "Читајте Nextcloud Hub {version} блог",
    "Share your opinion about Nextcloud Hub {version}" : "Поделите ваше мишљење у вези са Nextcloud Hub {version}",
    "Share via email" : "Деи преко и-мејла",
    "Share on {socialMedia}" : "Поделите на {socialMedia}",
    "Nextcloud Hub {version} release" : "Nextcloud Hub {version} издање",
    "Read more about it on the Nextcloud Hub {version} blog" : "Читајте више о томе на Nextcloud Hub {version} блогу",
    "New in Nextcloud Hub {version}" : "Ново у Nextcloud Hub {version}",
    "Connect other apps to {productName}" : "Повежите друге апликације на {productName}",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Осим мобилних и десктоп апликација, можете повезати било који други софтвер који подржава WebDAV/CalDAV/CardDAV протоколе на {productName}.",
    "Apps to connect to {productName}" : "Апликације за повезивање на {productName}",
    "Get the apps to sync your files" : "Преузмите апликације за синхронизацију фајлова",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} омогућава приступ вашим фајловима где год да сте. Наше једноставне апликације за рачунар и за мобилне телефоне су доступне за све велике системе комплетно бесплатно.",
    "App for syncing" : "Апликације за синхронизацију",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Подесите клијенте користећи {linkStart}лозинку апликације{linkEnd}. На тај начин, сваки клијент ће имати своју лозинку и моћи ћете сваком појединачно да укинете приступ ако изгубите тај уређај.",
    "Server address" : "Адреса сервера",
    "Use this link to connect your apps and desktop client to this server:" : "Користите ову везу да повежете Ваше апликације на овај сервер:",
    "URL copied" : "URL је копиран",
    "Could not copy the URL, please copy manually" : "Није успело копирање URL-а, молимо вас да га ручно копирате",
    "Federated collaboration: file sharing, messaging, calls" : "Здружена сарадња: дељење фајлова, поруке, позиви",
    "Nextcloud Whiteboard" : "Nextcloud бела табла",
    "Workflow Engine" : "Механизам тока рада",
    "Safer and swifter mail" : "Безбеднија и бржа пошта",
    "Public Collectives sharing, previews and QR-codes" : "Дељењем прегледи и QR кодови Јавних колектива",
    "Office and PDF templates" : "Office и PDF шаблони",
    "Chat mode for Nextcloud Assistant" : "Чет режим за Nextcloud асистента",
    "Get to know the new features of Hub 9" : "Откријте нове функције у Hub 9",
    "What's new?" : "Шта је ново?",
    "Nextcloud on all your devices" : "Nextcloud на свим вашим уређајима",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "Прочитајте више",
    "Share on social media" : "Поделите на друштвеним медијима",
    "Get started!" : "Хајде да почнемо!",
    "Copied!" : "Копирано!",
    "Not supported!" : "Није подржано! ",
    "Press ⌘-C to copy." : "Притисните ⌘-C за копирање.",
    "Press Ctrl-C to copy." : "Притисни Ctrl-C за копирање.",
    "App recommendation: Nextcloud Calendar" : "Препоруке апликација: Некстклауд Календар",
    "App recommendation: Nextcloud Contacts" : "Препоруке апликација: Некстклауд Контакти",
    "App recommendation: Nextcloud Mail" : "Препоруке апликација: Некстклауд Пошта",
    "About" : "О програму",
    "Close dialog" : "Затвори дијалог",
    "This Nextcloud is on version " : "Ово је Nextcloud верзије",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s Вам даје приступ Вашим фајловима где год да сте. Наше једноставне апликације за рачунар и за мобилне телефоне су доступне за све велике системе комплетно бесплатно.",
    "Set up sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "Подесите клијенте за синхронизацију фајлова користећи <a href=\"%s\">апликативну лозинку</a>. На тај начин, сваки клијент ће имати своју лозинку и моћи ћете сваком појединачно да укинете приступ ако изгубите тај уређај.",
    "Connect other apps to %s" : "Повежите друге апликације на %s",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Осим мобилних и десктоп апликација, можете повезати било који други софтвер који подржава WebDAV/CalDAV/CardDAV протоколе на %s.",
    "Copy link" : "Копирај везу",
    "Assistant: chat summaries, Mail reply suggestions, answers based on your data, and more" : "Асистент: резимеи четова, предлози одговора за Пошту, одговори засновани на вашим подацима и још тога",
    "Interactive previews for files, folders, boards and events" : "Интерактивни прегледи фајлова, фолдера, табли и догађаја",
    "Federated chat and message editing in Talk" : "Федерисани чет и уређивање порука у Talk",
    "Mini-apps based on Tables" : "Мини апликације засноване на Табелама",
    "Manage your team resources like a pro with Nextcloud Teams" : "Управљајте ресурсима свог тима као професионалац са Nextcloud Teams",
    "Forms: automatically sync with a spreadsheet" : "Формулари: аутоматска синхронизација са табелом",
    "Get to know the new features of Hub 8" : "Сазнајте нове функције у Hub 8"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}