{ "translations": {
    "Copy to clipboard" : "Kopierat till urklipp",
    "Copied!" : "Kopierad!",
    "Not supported!" : "Stöds inte!",
    "Press ⌘-C to copy." : "Tryck ⌘-C för att kopiera.",
    "Press Ctrl-C to copy." : "Tryck Ctrl-C för att kopiera.",
    "First run wizard" : "Uppstartsguiden",
    "Add your profile information! For example your email is needed to reset your password." : "Fyll i dina personliga inställningar! Till exempel behövs din e-postadress för att återställa ditt lösenord.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Fyll i dina personliga inställningar! Välj en profilbild och fyll i ditt namn för att enklare kunna arbeta med samtliga funktioner i molnet.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Fyll i dina personliga inställningar! Fyll i ditt namn för att enklare kunna arbeta med samtliga funktioner i molnet.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Fyll i dina personliga inställningar! Välj en profilbild för att enklare kännas igen bland övriga användare i molnet.",
    "App recommendation: Nextcloud Calendar" : "Rekommenderad app: Nextcloud Kalender",
    "Schedule work & meetings, synced with all your devices." : "Planera arbete och möten, synkronisera med alla dina enheter.",
    "App recommendation: Nextcloud Contacts" : "Rekommenderad app: Nextcloud Kontakter",
    "Keep your colleagues and friends in one place without leaking their private info." : "Håll dina kollegor och vänner på ett ställe utan att läcka deras privata info.",
    "App recommendation: Nextcloud Mail" : "Rekommenderad app: Nextcloud Mail",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Enkel e-post app integrerad med filer, kontakter och kalender.",
    "App recommendation: Nextcloud Talk" : "Rekommenderad app: Nextcloud Talk",
    "Screensharing, online meetings and web conferencing – on desktop and with mobile apps." : "Skärmdelning, onlinemöten och webbkonferenser – på dator och med mobilappar.",
    "About" : "Om",
    "A welcome and introduction wizard for Nextcloud" : "En välkomst och introduktionsguide för Nextcloud",
    "Start using Nextcloud" : "Börja använda Nextcloud",
    "Extend your cloud" : "Utöka ditt moln",
    "Find more than 100 apps in the Nextcloud app store to customize your cloud:" : "Hitta fler än 100 appar i Nextcloud app store för att anpassa ditt moln:",
    "Groupware apps like Calendar, Contacts, Mail" : "Grupprogram som kalender, kontakter och e-post",
    "Communication with Nextcloud Talk" : "Kommunicera med Nextcloud Talk",
    "Collaboration apps for document editing" : "Samarbetsappar för dokumentredigering",
    "Security and authentication features like two-factor authentication, SSO and ransomware protection" : "Säkerhets- och autentiseringsfunktioner som tvåfaktors autentisering, SSO och ransomware-skydd",
    "Many others like a music player, a password manager, a kanban app, a download manager or a markdown editor" : "Många andra som en musikspelare, en lösenordshanterare, en kanbanapp, en nedladdningshanterare eller en markdownredigerare",
    "Browse the app store" : "Bläddra i app store",
    "Stay in sync" : "Var synkad",
    "Nextcloud gives you access to your files wherever you are." : "Nextcloud ger dig tillgång till dina filer var du än befinner dig.",
    "Our easy to use desktop and mobile clients are available for all major platforms at zero cost!" : "Våra lättanvända skrivbords- och mobilklienter är tillgängliga för alla större plattformar utan kostnad!",
    "Get the apps to sync your files" : "Skaffa apparna för att synkronisera dina filer",
    "Desktop client" : "Skrivbordsklient",
    "Android app" : "Android app",
    "iOS app" : "iOS app",
    "Connect your desktop apps to %s" : "Anslut dina skrivbordsappar till %s",
    "Connect your calendar" : "Anslut din kalender",
    "Connect your contacts" : "Anslut dina kontakter",
    "Access files via WebDAV" : "Åtkomst av filer via WebDAV",
    "Download macOS/iOS configuration profile" : "Hämta macOS/iOS konfigurationsprofil",
    "Get help" : "Få hjälp",
    "Get more information" : "Skaffa mer information",
    "The Nextcloud documentation for home users:" : "Nextcloud-dokumentation för hemanvändare:",
    "User manual" : "Manual för användare",
    "Admin manual" : "Manual för administratörer",
    "Developer manual" : "Manual för utvecklare",
    "You can also ask for help in our community support channels:" : "Du kan också begära hjälp i våra gemenskapsupportkanaler:",
    "the Nextcloud forums" : "Nextcloud forum",
    "the Nextcloud IRC chat channel on freenode.net" : "Nextcloud IRC chattkanal på freenode.net",
    "Start contributing" : "Börja bidra",
    "Do you want to get a certain improvement in Nextcloud? Did you find a problem? Do you want to help translate, promote or document Nextcloud?" : "Vill du få en viss förbättring i Nextcloud? Hittade du ett problem? Vill du hjälpa till att översätta, marknadsföra eller dokumentera Nextcloud?",
    "Become part of the Community" : "Bli en del av gemenskapen",
    "Enterprise support" : "Enterprise support",
    "If you run Nextcloud in a mission critical environment with large numbers of users and big amounts of data and need the certainty of support from the experts behind the Nextcloud technology, an Enterprise Subscription from Nextcloud is available with email and phone support." : "Om du kör Nextcloud i produktionsmiljö med många användare, mycket data och behöver trygghet med support från experterna bakom Nextcloud-tekniken, finns en Enterprise-prenumeration från Nextcloud med e-post och telefonsupport.",
    "Get enterprise support" : "Skaffa enterprise support",
    "A safe home for all your data" : "Ett säkert hem för dina filer",
    "Nextcloud puts your data at your fingertips, under your control. Store your documents, calendar, contacts and photos on a server in your company, at home, at one of our providers or in a data center you know." : "Nextcloud ger dig full kontroll över din data. Spara dina dokument, kalender, kontakter och foton på en server i ditt företag, hemma, hos en av våra leverantörer eller i ett känt datacenter.",
    "Host your data and files where you decide" : "Lagra din data och filer där du vill",
    "Open Standards and Interoperability" : "Öppna standarder och interoperabilitet",
    "100%% Open Source & community-focused" : "100%% öppen källkod & gemenskapfokuserad",
    "Learn more about %s" : "Lär mer om %s",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s ger dig tillgång till dina filer var du än befinner dig. Våra lättanvända skrivbords- och mobilklienter är tillgängliga för alla större plattformar utan kostnad.",
    "Setup sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "Konfigurera synk-klienter att använda ett <a href=\"%s\">app-lösenord</a>. På det sättet kan du återkalla åtkomst om du förlorar enheten.",
    "Connect other apps to %s" : "Anslut andra appar till %s",
    "Besides the sync clients you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Förutom synkroniseringsklienterna kan du ansluta någon annan programvara som stöder WebDAV/CalDAV/CardDAV-protokollen till %s.",
    "Server address" : "Serveradress",
    "Use this link to connect your apps and desktop client to this server:" : "Använd den här länken för att ansluta dina appar och desktopklient till den här servern:",
    "Previous" : "Föregående",
    "Next" : "Nästa",
    "Use this URL to connect your clients to this server:" : "Använd denna webbadress för att ansluta dina enheter till servern:"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}