{ "translations": {
    "First run wizard" : "İlk çalıştırma yardımcısı",
    "Add your profile information! For example your email is needed to receive notifications." : "Profil bilgilerinizi yazın! Örneğin bildirimleri alabilmeniz için e-posta adresiniz gereklidir.",
    "Add your profile information! For example your email is needed to receive notifications and reset your password." : "Profil bilgilerinizi yazın! Örneğin bildirimleri alabilmeniz ya da parolanızı sıfırlayabilmeniz için e-posta adresiniz gereklidir.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Profil bilgilerinizi ekleyin! Bir profil görseli ekleyerek ve tam adınızı yazarak tüm özellikler tarafından kolayca tanının.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Profil bilgilerinizi ekleyin! Tam adınızı yazarak tüm özellikler tarafından kolayca tanının.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Profil bilgilerinizi ekleyin! Bir profil görseli ekleyerek tüm özellikler tarafından kolayca tanının.",
    "App recommendation: Calendar" : "Önerilen uygulama: Takvim",
    "Schedule work & meetings, synced with all your devices." : "İşlerinizi ve toplantılarınızı planlayın ve tüm aygıtlarınızla eşitleyin.",
    "App recommendation: Contacts" : "Önerilen uygulama: Kişiler",
    "Keep your colleagues and friends in one place without leaking their private info." : "İş arkadaşlarınızın ve tanıdıklarınızın kayıtlarını kişisel bilgilerini sızdırmadan tek bir yerde tutun.",
    "App recommendation: Mail" : "Önerilen uygulama: E-posta",
    "Simple email app nicely integrated with Files, Contacts and Calendar." : "Dosyalar, Kişiler ve Takvim uygulamaları ile bir arada çalışan basit bir e-posta uygulaması.",
    "App recommendation: Tasks" : "Önerilen uygulama: Görevler",
    "Sync tasks from various devices with your Nextcloud and edit them online." : "Nextcloud üzerindeki görevlerinizi farklı aygıtlar arasında eşitleyin ve çevrim içi olarak düzenleyin.",
    "App recommendation: Deck" : "Önerilen uygulama: Tahta",
    "Kanban style organization for personal planning and team projects." : "Kanban tarzında bir kişisel planlama ve takım projeleri yönetimi uygulaması.",
    "App recommendation: Forms" : "Önerilen uygulama: Formlar",
    "Simple surveys and questionnaires, self-hosted" : "Basit anketler ve değerlendirmeler, yerel olarak barındırılır",
    "App recommendation: Recognize" : "Önerilen uygulama: Tanıma",
    "Smart media tagging for Nextcloud" : "Nextcloud için akıllı ortam etiketleme",
    "App recommendation: Group folders" : "Önerilen uygulama: Grup klasörleri",
    "Admin-configured folders shared by everyone in a group." : "Yönetici tarafından gruptaki herkesin görebilmesi için yapılandırılmış klasörler.",
    "App recommendation: Whiteboard" : "Önerilen uygulama: Beyaz tahta",
    "Create and share whiteboards with others and collaborate in real-time." : "Beyaz tahtalar oluşturun, başkalarıyla paylaşın ve gerçek zamanlı olarak işbirliği yapın.",
    "Connect your calendar" : "Takviminizi bağlayın",
    "Connect your contacts" : "Kişilerinizi bağlayın",
    "Access files via WebDAV" : "WebDAV üzerinden dosyalarınıza erişin",
    "Download macOS/iOS configuration profile" : "macOS/iOS yapılandırma profilini indir",
    "Desktop client" : "Masaüstü istemcisi",
    "Android app on Google Play Store" : "Google Play Store üzerindeki Android uygulaması",
    "Android app on F-Droid" : "F-Droid üzerindeki Android uygulaması",
    "iOS app" : "iOS uygulaması",
    "About & What's new" : "Hakkında ve yenilikler",
    "A welcome and introduction wizard for Nextcloud" : "Nextcloud için karşılama ve tanıtım yardımcısı",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard can be opened again via link \"About\" on settings menu.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the first run wizard documentation, as well as the theming documentation." : "Bu uygulama, bir kullanıcının Nextcloud oturumunu ilk kez açmasında açılan bir pencere görüntülenmesini sağlar. Bu pencerede kullanıcı karşılama iletisi görüntülenir ve standart masaüstü istemcisi ile Android ve iOS uygulamalarına bağlantılar bulunur. Ayrıca WebDAV üzerinden Nextcloud erişimi için de bir bağlantı görüntülenir. İlk kez çalıştırma yardımcısı, istenildiği zaman ayarlar menüsündeki \"Hakkında\" bağlantısı kullanılarak yeniden görüntülenebilir.\nİlk çalıştırma yardımcısı belirli amaçları gerçekleştirmek için özelleştirilebilir ve bağlantılar ile metinler değiştirilebilir. Tema oluşturma belgelerine bakılarak istenilen bir tema oluşturulabilir ve bu yardımcının görünüşünü kolayca değiştirilebilir. Ayrıntılı bilgi almak için ilk çalıştırma yardımcısı ve tema oluşturma belgelerine bakabilirsiniz.",
    "Download on Apple app store" : "Apple App Store üzerinden indir",
    "Download on Google play store" : "Google Play üzerinden indir",
    "Go to previous page" : "Önceki sayfaya git",
    "Close" : "Kapat",
    "More about Nextcloud" : "Nextcloud hakkında daha fazla bilgi",
    "Explore more apps ↗" : "Diğer uygulamalara bakın ↗",
    "Extend the functionality of Nextcloud with hundreds of community-developed apps." : "Topluluk tarafından geliştirilen yüzlerce uygulamayla Nextcloud özelliklerini artırın.",
    "Get involved! ↗" : "Katkıda bulunun! ↗",
    "Be a part of the community that helps build, design, translate and promote Nextcloud!" : "Nextcloud projesini oluşturan, tasarlayan, çeviren ve tanıtan topluluğun bir parçası olun!",
    "Need help? ↗" : "Yardım mı gerekiyor? ↗",
    "Find out more about your Nextcloud setup with the admin, user or developer documentation." : "Yönetici, kullanıcı veya geliştirici belgelerini kullanarak Nextcloud kurulumunuz ile ilgili ayrıntılı bilgi alın.",
    "For large organisations ↗" : "Büyük kuruluşlar için ↗",
    "Get Nextcloud Enterprise for mission critical environments where advanced security and compliance are important." : "Gelişmiş güvenlik ve uyumluluğun önemli olduğu kritik görev ortamlarında Nextcloud Enterprise kullanın.",
    "Seamless integration with your devices." : "Aygıtlarınız arasında kesintisiz bütünleştirme.",
    "Sync your files across your devices with the desktop and mobile apps, and connect your calendar and contacts." : "Dosyalarınızı masaüstü ve mobil uygulamalarla aygıtlarınız arasında eşitleyin, takviminizi ve kişilerinizi ilişkilendirin.",
    "Desktop app ↗" : "Masaüstü uygulaması ↗",
    "Download For Windows, Mac OS and Linux." : "Windows, Mac OS ve Linux için indirin.",
    "Calendar and contacts ↗" : "Takvimler ve kişiler ↗",
    "Connect your calendar and contacts with your devices." : "Takviminizi ve kişilerinizi aygıtlarınızla ilişkilendirin.",
    "Introducing Nextcloud Hub {version}" : "Nextcloud Hub {version} sürümü tanıtıldı",
    "Welcome to {cloudName}!" : "{cloudName} platformuna hoş geldiniz!",
    "A collaboration platform that puts you in control" : "Sizin kontrolunuzda olan iş birliği platformu",
    "Privacy" : "Gizlilik",
    "Host your data and files where you decide." : "Veri ve dosyalarınızı istediğiniz yerde barındırın.",
    "Productivity" : "Üretkenlik",
    "Collaborate and communicate across any platform." : "Herhangi bir platformla iş birliği yapın ve iletişim kurun.",
    "Interoperability" : "Birlikte çalışabilirlik",
    "Import and export anything you want with open standards." : "İstediğiniz her şeyi açık standartlarla içe ve dışa aktarın.",
    "Community" : "Topluluk",
    "Enjoy constant improvements from a thriving open-source community." : "Gelişen bir açık kaynak topluluğunun sürekli iyileştirmelerinin keyfini sürün.",
    "This Nextcloud is on version {version}" : "Bu Nextcloud sürümü {version}",
    "Find out more on the blog" : "Günlüğümüzden ayrıntılı bilgi alabilirsiniz",
    "Read the Nextcloud Hub {version} blog" : "Nextcloud Hub {version} günlüğünü okuyun",
    "Share your opinion about Nextcloud Hub {version}" : "Nextcloud Hub {version} hakkındaki düşüncelerinizi paylaşın",
    "Share via email" : "E-posta ile paylaşın",
    "Share on {socialMedia}" : "{socialMedia} üzerinde paylaşın",
    "Nextcloud Hub {version} release" : "Nextcloud Hub {version} yayınlandı",
    "Read more about it on the Nextcloud Hub {version} blog" : "Nextcloud Hub {version} günlüğünden ayrıntılı bilgi alın",
    "New in Nextcloud Hub {version}" : "Nextcloud Hub {version} yenilikleri",
    "Connect other apps to {productName}" : "{productName} ile diğer uygulamaları bağlayın",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to {productName}." : "Mobil ve masaüstü istemci uygulamaları yanında WebDAV/CalDAV/CardDAV iletişim kurallarını destekleyen uygulamalar da {productName} ile bağlantı kurabilir.",
    "Apps to connect to {productName}" : "{productName} ile bağlanacak uygulamalar",
    "Get the apps to sync your files" : "Dosyalarınızı eşitlemek için uygulamaları indirin",
    "{productName} gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "{productName} dosyalarınıza istediğiniz her yerden erişme olanağı sunar. Kullanımı kolay masaüstü ve mobil uygulamalarımız yaygın tüm platformlar için bulunabilir ve herhangi bir ücret ödemeden kullanılabilir.",
    "App for syncing" : "Eşitleme uygulaması",
    "Set up sync clients using an {linkStart}app password{linkEnd}. That way you can make sure you are able to revoke access in case you lose that device." : "Bir {linkStart}uygulama parolası{linkEnd} kullanan eşitleme istemcilerini kurun. Böylece aygıtınızı kaybederseniz erişimi geri alabileceğinizden emin olursunuz.",
    "Server address" : "Sunucu adresi",
    "Use this link to connect your apps and desktop client to this server:" : "Uygulamalarınızı ve masaüstü istemcinizi bu sunucuya bağlamak için şu adresi kullanın:",
    "URL copied" : "Adres kopyalandı",
    "Could not copy the URL, please copy manually" : "Adres kopyalanamadı. Lütfen el ile kopyalayın",
    "Federated collaboration: file sharing, messaging, calls" : "Birleşik işbirliği: Dosya paylaşımı, ileti gönderme, çağrılar",
    "Nextcloud Whiteboard" : "Nextcloud Beyaz Tahta",
    "Workflow Engine" : "İş akışı işleyici",
    "Safer and swifter mail" : "Daha güvenli ve daha hızlı e-posta",
    "Public Collectives sharing, previews and QR-codes" : "Kamu toplulukları paylaşımı, ön izlemeler ve QR kodları",
    "Office and PDF templates" : "Office ve PDF kalıpları",
    "Chat mode for Nextcloud Assistant" : "Nextcloud Yardımcısı için sohbet kipi",
    "Get to know the new features of Hub 9" : "Yeni Hub 9 özellikleri ile ilgili bilgi alın",
    "What's new?" : "Yenilikler neler?",
    "Nextcloud on all your devices" : "Nextcloud tüm aygıtlarınızda",
    "Nextcloud Hub {version}" : "Nextcloud Hub {version}",
    "Read more" : "Tümünü okuyun",
    "Share on social media" : "Sosyal ağ üzerinde paylaş",
    "Get started!" : "Başlayın!",
    "Copied!" : "Kopyalandı!",
    "Not supported!" : "Desteklenmiyor!",
    "Press ⌘-C to copy." : "Kopyalamak için ⌘-C tuşlarına basın.",
    "Press Ctrl-C to copy." : "Kopyalamak için Ctrl-C tuşlarına basın.",
    "App recommendation: Nextcloud Calendar" : "Önerilen uygulama: Nextcloud Takvim",
    "App recommendation: Nextcloud Contacts" : "Önerilen uygulama: Nextcloud Kişiler",
    "App recommendation: Nextcloud Mail" : "Önerilen uygulama: Nextcloud E-posta",
    "About" : "Hakkında",
    "Close dialog" : "Pencereyi kapat",
    "This Nextcloud is on version " : "Bu Nextcloud sürümü ",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s dosyalarınıza istediğiniz her yerden erişme olanağı sunar. Kullanımı kolay masaüstü ve mobil uygulamalarımız yaygın tüm platformlar için bulunabilir ve herhangi bir ücret ödemeden kullanılabilir.",
    "Set up sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "Bir <a href=\"%s\">uygulama parolası</a> kullanan eşitleme istemcilerini kurun. Böylece aygıtınızı kaybederseniz erişimi geri alabileceğinizden emin olursunuz.",
    "Connect other apps to %s" : "Diğer uygulamaları %s üzerine bağlayın",
    "Besides the mobile apps and desktop client you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Mobil ve masaüstü istemci uygulamaları yanında WebDAV/CalDAV/CardDAV iletişim kurallarını destekleyen uygulamalar da %s ile bağlantı kurabilir.",
    "Copy link" : "Bağlantıyı kopyala",
    "Assistant: chat summaries, Mail reply suggestions, answers based on your data, and more" : "Yardımcı: Sohbet özetleri, e-posta yanıtı önerileri, verilerinize göre yanıtlar ve diğer özellikler",
    "Interactive previews for files, folders, boards and events" : "Dosyalar, klasörler, panolar ve etkinlikler için etkileşimli ön izlemeler",
    "Federated chat and message editing in Talk" : "Konuş üzerinde birleşik sohbet ve ileti düzenleme",
    "Mini-apps based on Tables" : "Tablolar uygulmasını kullanan mini uygulamalar",
    "Manage your team resources like a pro with Nextcloud Teams" : "Nextcloud Teams ile profesyonelce yönetebileceğiniz ekip kaynakları",
    "Forms: automatically sync with a spreadsheet" : "Formlar: Bir e-tabloyla otomatik olarak eşitleme",
    "Get to know the new features of Hub 8" : "Yeni Hub 8 özellikleri ile ilgili bilgi alın"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}