{ "translations": {
    "First run wizard" : "İlk çalıştırma sihirbazı",
    "Add your profile information! For example your email is needed to reset your password." : "Profil bilgilerinizi yazın! Örneğin parolanızı sıfırlayabilmeniz için e-posta adresiniz gereklidir.",
    "Add your profile information! Set a profile picture and full name for easier recognition across all features." : "Profil bilgilerinizi ekleyin! Bir profil görseli ekleyerek ve tam adınızı yazarak tüm özellikler tarafından kolayca tanının.",
    "Add your profile information! Set a full name for easier recognition across all features." : "Profil bilgilerinizi ekleyin! Tam adınızı yazarak tüm özellikler tarafından kolayca tanının.",
    "Add your profile information! Set a profile picture for easier recognition across all features." : "Profil bilgilerinizi ekleyin! Bir profil görseli ekleyerek tüm özellikler tarafından kolayca tanının.",
    "About" : "Hakkında",
    "A welcome and introduction wizard for Nextcloud" : "Nextcloud için karşılama ve tanıtım yardımcısı",
    "This application enables a pop-up window when a user first logs into Nextcloud. This window welcomes new users to Nextcloud, and contains links to the standard desktop client, Android app, and the iOS app. The window also shows a link for accessing Nextcloud via WebDAV. At any time, the first run wizard button can be opened again via the link on the personal page.\nThe First run wizard can be customized to meet specific design goals, or to change links and messages. Create an appropriate theme following the Theming documentation, and changes to the look and feel of this Wizard are simple. More information is available in the First run wizard documentation, as well as the theming documentation." : "Bu uygulama, bir kullanıcının Nextcloud oturumunu ilk kez açmasında açılan bir pencere görüntülenmesini sağlar. Bu pencerede kullanıcı karşılama iletisi görüntülenir ve standart masaüstü istemcisi ile Android ve iOS uygulamlarına bağlantılar bulunur. Ayrıca WebDAV üzerinden Nextcloud erişimi için de bir bağlantı görüntülenir. Bu pencere, istenildiği zaman kişisel sayfadaki ilk çalıştırma yardımcısı düğmesi kullanılarak yeniden görüntülenebilir.\nİlk çalıştırma yardımcısı belirli amaçları gerçekleştirmek için özelleştirilebilir ve bağlantılar ile metinler değiştirilebilir. Tema oluşturma belgelerine bakılarak istenilen bir tema oluşturulabilir ve bu yardımcının görünüşünü kolayca değiştirilebilir. Ayrıntılı bilgi almak için ilk çalıştırma yardımcısı uygulaması ve tema oluşturma belgelerine bakabilirsiniz.",
    "Extend your cloud" : "Bulutunuzu zenginleştirin",
    "Find more than 100 apps in the Nextcloud app store to customize your cloud:" : "Bulut uygulamanızı zenginleştirmek için Nextcloud uygulama mağazasında kullanabileceğiniz 100 üzerinde uygulama bulabilirsiniz:",
    "Groupware apps like Calendar, Contacts, Mail" : "Takvim, Kişiler, E-posta gibi birlikte çalışma uygulamaları",
    "Communication with Nextcloud Talk" : "Nextcloud Talk ile İletişim Kurun",
    "Collaboration apps for document editing" : "Belge düzenleme için birlikte çalışma uygulamaları",
    "Security and authentication features like two-factor authentication, SSO and ransomware protection" : "İki aşamalı kimlik doğrulama, tek kimlik ile oturum açma ve sahtecilik koruması gibi güvenlik ve kimlik doğrulama özellikleri",
    "Many others like a music player, a password manager, a kanban app, a download manager or a markdown editor" : "Müzik oynatıcı, parola yönetimi, kanban uygulaması, indirme yöneticisi ya da Markdown düzenleyici gibi diğer pek çok uygulama",
    "Browse the app store" : "Uygulama mağazasına göz atın",
    "Stay in sync" : "Güncel kalın",
    "Nextcloud gives you access to your files wherever you are." : "Nextcloud dosyalarınıza bulunduğunuz yerden erişme olanağı sunar.",
    "Our easy to use desktop and mobile clients are available for all major platforms at zero cost!" : "Yaygın kullanılan tüm platformlar için geliştirilmiş kullanımı kolay ve ücretsiz masaüstü ve mobil istemci uygulamaları",
    "Get the apps to sync your files" : "Dosyalarınızı eşitlemek için uygulamaları indirin",
    "Desktop client" : "Masaüstü istemcisi",
    "Android app" : "Android uygulaması",
    "iOS app" : "iOS uygulaması",
    "Connect your desktop apps to %s" : "Masaüstü uygulamalarınızı %s üzerine bağlayın",
    "Connect your calendar" : "Takviminizi bağlayın",
    "Connect your contacts" : "Kişilerinizi bağlayın",
    "Access files via WebDAV" : "WebDAV üzerinden dosyalarınıza erişin",
    "Get help" : "Yardım alın",
    "Get more information" : "Ayrıntılı bilgi alın",
    "The Nextcloud documentation for home users:" : "Ev kullanıcıları için Nextcloud belgeleri:",
    "User manual" : "Kullanıcı kılavuzu",
    "Admin manual" : "Yönetici kılavuzu",
    "Developer manual" : "Geliştirici kılavuzu",
    "You can also ask for help in our community support channels:" : "Topluluk desteği kanallarımızdan da bilgi edinebilirsiniz:",
    "the Nextcloud forums" : "Nextcloud forumları",
    "the Nextcloud IRC chat channel on freenode.net" : "freenode.net üzerindeki Nextcloud IRC sohbet kanalı",
    "Start contributing" : "Katkıda bulunun",
    "Do you want to get a certain improvement in Nextcloud? Did you find a problem? Do you want to help translate, promote or document Nextcloud?" : "Nextcloud üzerinde geliştirmek istediğiniz bir şeyler mi var? Bir sorun mu buldunuz? Çeviriye yardımcı olmak, Nextcloud uygulamasını tanıtmak ya da belgelemeye yardımcı olmak ister misiniz?",
    "Become part of the Community" : "Topluluğun bir parçası olun",
    "Enterprise support" : "Kurumsal destek",
    "If you run Nextcloud in a mission critical environment with large numbers of users and big amounts of data and need the certainty of support from the experts behind the Nextcloud technology, an Enterprise Subscription from Nextcloud is available with email and phone support." : "Nextcloud uygulamasını çok sayıda kullanıcı ve çok miktarda verinin bulunduğu görev kritik bir ortamda çalıştırıyorsanız ve Nextcloud geliştiricilerinin desteğine gerek duyuyorsanız Kurumsal Abonelik satın alarak e-posta ve telefon desteği sağlayabilirsiniz.",
    "Get enterprise support" : "Kurumsal destek alın",
    "A safe home for all your data" : "Verileriniz için güvenli bir yer",
    "Nextcloud puts your data at your fingertips, under your control. Store your documents, calendar, contacts and photos on a server in your company, at home, at one of our providers or in a data center you know." : "Nextcloud verilerinizi ayağınıza getirir ve kontrol altında tutmanızı sağlar. Belgelerinizi, takvim ve kişi kayıtlarınızı ve fotoğraflarınızı kuruluşunuzdaki, evinizdeki, hizmet sağlayıcılarımızdaki ya da herhangi bir veri merkezindeki bir sunucu üzerinde bulundurabilirsiniz.",
    "Host your data and files where you decide" : "Veri ve dosyalarınızı istediğiniz yerde barındırın",
    "Open Standards and Interoperability" : "Açık Kaynak Standartları ve Uyumlu Çalışma",
    "100%% Open Source & community-focused" : "%%100 Açık kaynaklı ve topluluk odaklı",
    "Learn more about %s" : "%s hakkında ayrıntılı bilgi alın",
    "%s gives you access to your files wherever you are. Our easy to use desktop and mobile clients are available for all major platforms at zero cost." : "%s dosyalarınıza istediğiniz her yerden erişme olanağı sunar. Kullanımı kolay masaüstü ve mobil uygulamalarımız yaygın tüm platformlar için bulunabilir ve herhangi bir ücret ödemeden kullanılabilir.",
    "Setup sync clients using an <a href=\"%s\">app password</a>. That way you can make sure you are able to revoke access in case you lose that device." : "<a href=\"%s\">Uygulama parolası</a> kullanan eşitleme istemcilerini kurun. Böylece aygıtınızı kaybederseniz erişimi geri alabileceğinizden emin olursunuz.",
    "Connect other apps to %s" : "Diğer uygulamaları %s üzerine bağlayın",
    "Besides the sync clients you can connect any other software that supports the WebDAV/CalDAV/CardDAV protocols to %s." : "Eşitleme uygulamaları yanında WebDAV/CalDAV/CardDAV iletişim kurallarını destekleyen uygulamalar da %s üzerine bağlanabilir.",
    "Previous" : "Önceki",
    "Next" : "Sonraki",
    "Start using Nextcloud" : "Nextcloud kullanmaya başlayın",
    "Access & share your files, calendars, contacts, mail & more from any device, on your terms" : "Herhangi bir aygıttan dosyalarınız, takvimleriniz, kişileriniz, e-postalarınız ve başka pek çok ögenize istediğiniz şekilde erişip paylaşabilirsiniz.",
    "Connect your Calendar" : "Takviminizi bağlayın",
    "Connect your Contacts" : "Kişilerinizi bağlayın",
    "There’s more information in the <a target=\"_blank\" href=\"%s\">documentation</a> and on our <a target=\"_blank\" href=\"%s\">website</a>." : "Ayrıntılı bilgi almak için <a target=\"_blank\" href=\"%s\">belgelere</a> ve <a target=\"_blank\" href=\"%s\">web sitemize</a> bakabilirsiniz.",
    "If you like Nextcloud, <a href=\"mailto:?subject=Nextcloud &body=Nextcloud is a great open software to sync and share your files. You can freely get it from https://nextcloud.com\"> recommend it to your friends</a> and <a href=\"https://nextcloud.com/contribute/\" target=\"_blank\">contribute back</a>!" : "Nextcloud hoşunuza gittiyse, <a href=\"mailto:?subject=Nextcloud &body=Nextcloud dosyalarınızı yedeklemek ve paylaşmak için harika bir açık kaynaklı yazılım.  https://nextcloud.com adresinden ücretsiz edinebilirsin\">arkadaşlarınıza önerin</a> ve <a href=\"https://nextcloud.com/contribute/\" target=\"_blank\"> katkıda bulunun</a>!",
    "If you want to support the project {contributeopen}join development{linkclose} or {contributeopen}spread the word{linkclose}!" : "Projeyi desteklemek için {contributeopen}geliştirmeye katılabilir{linkclose} ya da {contributeopen}tanıtımını yapabilirsiniz{linkclose}!",
    "Show First Run Wizard again" : "İlk Çalıştırma Sihirbazı'nı yeniden görüntüle"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}